{"fn": "../vol4/lit_04_=-306.png", "blocks": [[264, 873, 402, 31, "DOCTOR OF THE CHURCH\n\f"], [718, 839, 77, 31, "AND\n\f"], [534, 839, 171, 31, "CARDINAL\n\f"], [385, 839, 141, 32, "DAMIAN,\n\f"], [257, 838, 116, 32, "PETER\n\f"], [140, 838, 104, 31, "SAINT\n\f"], [434, 140, 48, 22, "sT.\n\f"], [483, 139, 185, 25, "PETER DAMIAN\n\f"], [246, 139, 130, 24, "FEBRUARY\n\f"], [377, 138, 41, 24, "23.\n\f"], [467, 1259, 282, 64, "2 1 St. Peter iv. 17.\n19\n\f"], [171, 1258, 207, 37, "\f"], [100, 924, 730, 335, "Tr is the feast of the austere reformer of the eleventh\ncentury, Peter Damian, the precursor of the holy\npontiff Gregory VII., that we are called upon\nto celebrate to-day. To him is due in part that\nglorious regeneration, which was effected at that\ntroubled period when judgment had to begin\nat the house of God.? The life he had led under\nthe monastic rule had fitted him for the great\ncontest. So zealously did he withstand the disorders”\nand abuses of his times, that we may attribute to\nhim, at least in great measure, the ardent faith of\n\f"], [343, 780, 250, 42, "\f"], [104, 184, 730, 563, "the Church.’ How could we despair? Did we not\nknow, that it was God’s inspiration which made\nthee choose Rome for the fixed resting-place of thy\nthrone? No human will can put asunder what God\nhas united; the bishop of Rome must ever be the\nvicar of Christ; and the vicar of Christ, let sacri-\nlege and persecution banish him as they will, must\never be the bishop of Rome. Holy apostle! calm\nthe wildness of the tempest, lest the weak should\n\n’ take scandal. Beseech our Lord that He permit\nnot the residence of thy successor to be disturbed in\nthat holy city, which has been chosen for so great\nan honour. If it be that her inhabitants deserve\npunishment for their offences, spare them for the\nsake of their brethren of the rest of the world; and\npray for them, that their faith may once more\nbecome what it was when St. Paul praised it, and\nsaid to them: ‘ Your faith is spoken of in the whole\nworld.’\n\f"], [704, 129, 132, 40, "\f"]]}