{"fn": "../vol4/lit_04_=-290.png", "blocks": [[378, 1277, 189, 26, "* Cant, ul. 10, 14,\n\f"], [145, 199, 661, 1078, "never been disloyal; and He granted thee thy\npetitions with the promptness of tender love: so\nthat thy brother, the venerable saint, who was\naccustomed to see nature obedient to his command,\nwas overcome by thee in that contest, wherein thy\nsimplicity was more penetrating than his profound\nwisdom.\n\nAnd who was it, O Scholastica, that gave thee\nthis sublime knowledge, and made thee, on that\nday of thy last visit, wiser than the great patriarch,\nwho was raised up in the Church to be the living\nrule of them that are called to perfection? It was\nthe same God, who chose Benedict to be one of the\npillars of the religious state, but who wished to\nshow that a holy and pure and tender charity is\ndearer to Him than the most scrupulous fidelity to\nrules, which are only made for leading men to\nwhat thou hadst already attained. Benedict, him-\nself such a lover of God, knew all this; the subject\nso dear to thy heart was renewed, and brother and\nsister were soon lost in the contemplation of that\ninfinite Beauty, who had just given such a proof\nthat He would have you neglect all else. Thou\nwast ripe for heaven, O Scholastica! Creatures\ncould teach thee no more love of thy Creator; He\nwould take thee to Himself. A few short hours\nmore, and the divine Spouse would speak to thee\nthose words of the ineffable Canticle, which the\nholy Spirit seems to have dictated for a soul like\nthine: ‘Arise, make haste, my love, my dove, my\nbeautiful one, and come! Show me thy face; let\nthy voice sound in mine ears; for thy voice is\nsweet, and comely is thy face.’\n\nThou hast left us, O Scholastica! but do not\nforget us. Our souls have not the same beauty in\nthe eyes of our God as thine, and yet they are\ncalled to the same heaven. It may be that years\n\f"], [505, 198, 53, 30, "He\n\f"], [511, 148, 160, 25, "SCHOLASTICA\n\f"], [464, 148, 46, 23, "st.\n\f"], [277, 147, 171, 26, "FEBRUARY 10.\n\f"], [637, 1297, 114, 38, "\f"], [707, 139, 131, 40, "\f"]]}