{"fn": "../vol4/lit_04_=-366.png", "blocks": [[146, 644, 663, 638, "Now we are to see the accomplishment of the\ngreat mysteries, whereby the wounds of our fall\nwere healed, the divine justice was disarmed, and\nGod’s grace was poured out upon us, and delivered\nus from the yoke of Satan and the world.\n\nThe Man-God, whose sweet presence has been less\nsensible during this Septuagesima season, is now\nabout to show Himself to us again, but this time it\nis on His way to Calvary, where He is to be immo-\nlated for our redemption. The dolorous Passion,\nwhich our sins have imposed upon Him, is about\nto be brought before us: the greatest of anniver-\nsaries will soon be upon us.\n\nLet us be all attention to the mysteries : let us be\nfervent in the great work of our own purification.\nLet us walk on courageously in the path of penance,\nso that each day the burden of our sins may be\nlightened, and after we have partaken, by heartfelt\ncompassion, of the cup of our Redeemer’s Passion,\nour lips will be once more permitted to sing the\nsongs of joy, and our hearts will thrill at Easter\nwith the loud burst of the Church’s Alleluia !\n\f"], [142, 324, 659, 349, "Our work of preparation is over: we are ready to\nobey our mother's call to Lent. During the three\npast weeks, we have studied the fall of our first\nparents, and the miseries it brought upon man ; the\nnecessity of a Saviour; the justice of God, against\nwhich the human race dared to rebel; the terrible\nchastisement of the deluge, wherewith that revolt\nwas punished ; and finally, the covenant made by\nGod, through Abraham, with those who are faith-\nful to Him, and shun the maxims of a perverse and\nguilty world.\n\f"], [105, 204, 728, 100, "in His mercy, has offered it to us again, and we are\nresolved on winning it. Oh, for the glory of our\ncommon Lord and Master, make intercession for us.\n\f"], [343, 154, 250, 35, "SEPTUAGESIMA\n\f"], [701, 149, 132, 39, "\f"], [753, 120, 96, 28, "ee\n\f"]]}