{"fn": "../vol4/lit_04_=-262.png", "blocks": [[123, 184, 730, 1120, "thy glorious wounds bear testimony to the angels\nhow stern was the courage of thy fidelity to Jesus\nthy Spouse. When thine enemies left thee, it was\nto Him thou didst look up; and then thy soul\nflew to its rest, in the bosom of thy King and God.\nThe whole Church keeps feast to-day, praising her\nLord in thee, great martyr and virgin! She knows\nthe love thou bearest her, and how, amidst the\njoys of heaven, her interests and her wants are the\nobject of thy prayers. Thou art our sister; be,\ntoo, our mother, by interceding for us. Centuries\nhave passed away since that day, whereon thy soul\nquitted the body thou hadst sanctified by purity\nand suffering; but the great battle between the\nspirit and the flesh is still waging here on earth,\nand will do so to the end of time. Assist us in the\nstruggle; keep up within our hearts the holy fire,\nwhich the world and our passions are ever seeking\nto quench.\n\nIt is now the season when every Christian should\nrenew his whole being by repentance and com-\npunction. We know the power of thy prayer; let\nit procure us these gifts: the fear of God, which\nkeeps down the workings of corrupt nature; the\nspirit of penance, which repairs the injuries caused\nby our sins; and a solid love for our dear Lord,\nwhich sweetens the yoke, and ensures perseverance.\nMore than once a whole people has witnessed how\na relic of thine, thy veil, has checked the stream of\nlava which rolled down the sides of Etna; we are\nthreatened with a torrent of vice, which will drive\nthe world back to pagan corruption, unless divine\nmercy stay its wild fury; and prayers such as thine\ncan obtain it,for us. Delay not, O Agatha! each\nday gives strength to the danger. Not a nation\nbut is now infected with the poison of a literature\nthat is infidel and immoral; by thy prayers keep\nthe poisonous cup from them that have not tasted,\n\f"], [288, 131, 397, 36, "FEBRUARY 5. ST. AGATHA\n\f"], [721, 128, 131, 39, "\f"]]}