{"fn": "../vol4/lit_04_=-188.png", "blocks": [[649, 1278, 171, 30, "“ Apoe, xvi. 6.\n\f"], [211, 1278, 221, 26, "1 St. Matt. xxiv. 22.\n\f"], [466, 1277, 146, 26, "* Hab. in. 2.\n\f"], [177, 191, 670, 1081, "hou wilt. reach the eternal shore, witnessing, by\nthy unworn vigour and beauty, to the divine\nguidance of the Pilot, who loves thee, both for thine\nown sake, and for the work thou art doing for His\nglory. It is by thee that He peoples the world with\nHis elect, and it is for them that He created the\nworld.!| When He is angry, He remembers mercy,”\nbecause of thee, for it is through thee that He has\nmade His covenant with mankind.\n\nO venerable Ark! be thou our refuge in the\ndeluge. When Rome’s great empire, that was drunk\nwith the blood of the martyrs,’ sank beneath the\ninvasion of the barbarians, the Christians were safe,\nbecause sheltered by thee; the waters slowly sub-\nsided, and the race of men that had fled to thee for\nprotection, though conquered according to the flesh,\nwas victorious by the spirit.. Kings, who till then\nhad been haughty despots and barbarians, kissed\nreverently the hand of the slave, who was now their\npastor and baptized them. New peoples sprang up,\nand, with the Gospel as their law, began their\nglorious career in those very countries which the\nCresars had degraded and forfeited.\n\nWhen the Saracen invasion came sweeping into\nruin the eastern world, and menacing the whole of\nEurope, which would have been lost had not the\nenergy of thy sons repelled the infidel horde, was it\nnot within thee, O Ark of salvation! that the few\nChristians took refuge, who had resisted schism and\nheresy, and who, whilst the rest of their brethren\napostatized from the faith, still kept alive the holy\nflame? Under thy protection they are even now\nperpetuating, in their unfortunate countries, the\ntraditions of faith, until the divine mercy shall\nbring happier times, and they be permitted to\nmultiply, as did of old the sons of Sem, in that land\nonce so glorious and holy.\n\f"], [608, 141, 79, 23, "WEEK\n\f"], [319, 141, 288, 24, "FRIDAY OF SEXAGESIMA\n\f"], [740, 129, 125, 40, "\f"]]}