{"fn": "../vol4/lit_04_=-177.png", "blocks": [[427, 1263, 154, 24, "* Gen vi. 12,\n\f"], [172, 262, 664, 995, "ALL flesh had corrupted its way upon the earth.\"\nThe terrible lesson, then, which men had received,\nby being driven out of paradise in the person of our\nfirst parents, had been without effect. Neither the\ncertainty of death, when they would have to stand\nbefore the divine Judge, nor the humiliations which\nattend man’s first coming into this world, nor the\npains and fatigues and trials which beset the whole\npath of life, had subdued men’s hearts, or brought\nthem into submission to that sovereign Master\nwhose hand lay thus heavy upon them. They had\nthe divine promise that a Saviour should be given\nto them, and that this Redeemer (who was to be the\nSon of her that was to crush the serpent’s head),\nwould not only bring them salvation, but would\nmoreover reinstate them in all the happiness and\nhonours they had lost. But even this was not\nenough to make them rise above the base passions\nof corrupt nature. The example of Adam’s nine\nhundred years’ penance, and the admonitions he\ncould so feelingly give who had received such proofs\nof God’s love and anger, began to lose their influence\nupon his children; and when he at last descended\ninto the grave, his posterity grew more and more\nheedless of what they owed to their Creator. The\nlong life, which had been granted to man in this the\nfirst age of the world, was made but a fresh means\nof offending Him who gave it. When, finally, the\nsons of Seth took to themselves wives of the family\nof Cain, the human race reached the height of\nwickedness, rebelled against the Lord, and made\ntheir own passions their god.\n\nYet, all this while, they had had granted to them\nthe power of resisting the evil propensities of their\n\f"], [651, 209, 105, 30, "WEEK\n\f"], [245, 208, 404, 32, "MONDAY OF SEXAGESIMA\n\f"], [376, 123, 249, 34, "SEPTUAGESIMA\n\f"], [140, 116, 130, 38, "\f"]]}