{"fn": "../vol4/lit_04_=-026.png", "blocks": [[74, 1229, 22, 12, "\f"], [117, 189, 670, 1106, "interval, we shall feel the Holy Ghost descending\nupon us, with His seven Gifts. The celebration of\nall these wondrous joys will take us seven weeks,\nas the great liturgists observe in their interpreta-\ntion of the rites of the Church. The seven joyous\nweeks from Haster to Pentecost will not be too long\nfor the future glad mysteries, which, after all, will\nbe but figures of a still gladder future, the future of\neternity.\n\nHaving heard these sweet whisperings of hope,\nlet us now bravely face the realities brought before\nus by our dear mother the Church. We are\nsojourners upon this earth ; we are exiles and cap-\ntives in Babylon, that city which plots our ruin.\nIf we love our country, if we long to return to it,\nwe must be proof against the lying allurements of\nthis strange land, and refuse the cup she proffers\nus, and with which she maddens so many of our\nfellow captives. She invites us to join in her feasts\nand her songs; but we must unstring our harps,\nand hang them on the willows that grow on her\nriver’s bank, till the signal be given for our return\nto Jerusalem.' She will ask us to sing to her the\nmelodies of our dear Sion: but how shall we, who\nare so far from home, have heart to ‘sing the song\nof the Lord in a strange land’?2 No, there must\nbe no sign that we are content to be in bondage, or\nwe shall deserve to be slaves for ever.\n\nThese are the sentiments wherewith the Church\nwould inspire us during the penitential season\nwhich we are now beginning. She wishes us to\nreflect on the dangers that beset us; dangers which\narise from ourselves and from creatures. During\nthe rest of the year she loves to hear us chant the\nsong of heaven, the sweet Alleluia; but now, she\n\nbids us close our lips to this word of joy, because\nwe are in Babylon. We are pilgrims absent from\n1 Ps, xxv. 2 Ps, oxxxvi.\n\f"], [227, 133, 465, 35, "THE MYSTERY OF SEPTUAGESIMA\n\f"], [720, 128, 104, 40, "9\n\f"]]}