{"fn": "../vol4/lit_04_=-202.png", "blocks": [[156, 1258, 658, 51, "e Litanies for the Forty Howrs are given at the end\nof this volume.\n\f"], [156, 202, 662, 1047, "three days of carnival; and when he was made\nPope, under the name of Benedict XIV., he granted\nmany Indulgences to all who, during these days,\nshould visit our Lord in this mystery of His love,\nand should pray for the pardon of sinners. This\nfavour was, at first, restricted to the faithful of the\nPapal States; but in the year 1765 it was extended,\nby Pope Clement XIII., to the universal Church.\nThus, the Forty Hours’ Devotion has spread through-\nout the whole world, and become one of the most\nsolemn expressions of Catholic piety. Let us, then,\nwho have the opportunity, profit by it during these\nlast three days of our preparation for Lent. Let us,\nlike Abraham, retire from the distracting dangers\nof the world, and seek the Lord our God. Let us\ngo apart, for at least one short hour, from the\ndissipation of earthly enjoyments, and, kneeling in\nthe presence of our Jesus, merit the grace to keep\nour hearts innocent and detached, whilst sharing\nin those we cannot avoid.\n\nWe will now resume our considerations upon the\nliturgy of Quinquagesima Sunday. The passage of\nthe Gospel selected by the Church, is that herein\nour Saviour foretells to His apostles the sufferings\nHe was to undergo in Jerusalem. This solemn an-\nnouncement prepares us for Passiontide. We ought\nto receive it with feeling and grateful hearts, and\nmake it an additional motive for imitating the de-\nvoted Abraham, and giving our whole selves to our\nGod. The ancient liturgists tell us that the blind\nman of Jericho spoken of in this same Gospel is a\nfigure of those poor sinners, who, during these days,\nare blind to their Christian character, and rush\ninto excesses, which even paganism would have\ncoveted. The blind man recovered his sight, be-\ncause he was aware of his wretched state, and\n\f"], [304, 146, 366, 36, "QUINQUAGESIMA SUNDAY\n\f"], [724, 141, 128, 39, "\f"]]}