{"fn": "../vol4/lit_04_=-214.png", "blocks": [[619, 1284, 161, 29, "* Lbed., vi. 21.\n\f"], [226, 1283, 227, 28, "? St. Matt. x. 34, 35.\n\f"], [175, 196, 661, 1085, "by the one He called, offers the grace to another,\nuntil His call is followed.\n\nThe Christian life consists in this untiring, un-\nreserved obedience to God. The first effect of this\nspirit of submission is, that it takes the soul from\nthe region of sin and death, wherein she was wasting |\naway her existence; it takes her from the dark\nChaldea, and places her in the promised land of\nlight. Lest she should faint on her way along the\nnarrow path, and fall a victim to the dangers which\nnever leave her because they are within herself,\nGod asks her for sacrifices, and these brace her.\nHere, again, we have Abraham for our model. God\nloves him, and promises him the richest of bless-\nings ; He gives him a son, as pledge of the promise;\nand then, shortly after, tests the holy patriarch’s\ndevotedness, by commanding him to slay with his\nown hand this dear child, on whom he has been\ntold to build his hopes !\n\nMan’s path on earth is sacrifice. We cannot go\nout from evil except by the way of self-resistance,\nnor keep our footing on good ground but by con-\nstant combating. Let us imitate Abraham: fix our\neyes steadfastly on the eternal hills, and consider\nthis world as a mere passing dwelling, a tent, put\nup for a few days. Our Jesus has said to us: ‘I\ncame not to send peace, but the sword; for I came\nto separate.’! Separation, then, and trials are sure\nto be sent us; but we are equally sure that they\nare for our good, since they are sent us by Him\nwho so loved us, that He became one of ourselves.\nBut this same Jesus has also said: ‘ Where thy\ntreasure is, there too is thy heart.’? Christians!\ncan our treasure be in this wretched world? No\nit must be in that fair land above. There, then,\nmust we be, in desire and affection.\n\nThese are the thoughts the Church would have\n\f"], [520, 1321, 90, 20, "| 8\n\f"], [260, 135, 608, 42, "MONDAY OF QUINQUAGESIMA WEEK 197\n\f"]]}