{"fn": "../vol4/lit_04_=-088.png", "blocks": [[261, 1272, 192, 27, "+ St. John vi. 08.\n\f"], [597, 1271, 129, 28, "* Tbrd., 51,\n\f"], [738, 1260, 16, 6, "\f"], [450, 1260, 34, 7, ";\n\f"], [406, 1260, 21, 7, "\f"], [672, 1259, 65, 8, "\f"], [329, 1259, 30, 9, "\f"], [506, 1258, 141, 11, "\f"], [158, 706, 669, 551, "know, dear Jesus, that what thou askest of me is not the\npassing sentiment of a heart excited by the thought of thy\ngoodness towards it. Thou hast loved me from eternity;\nthou lovedst me, even when I was doing nothing for thee;\nthou hast given me light to know my miseries ; thou hast\nshielded me against thine own angry justice; thou hast\nmercifully pardoned me a countless number of times; thou\nart even now embracing me with tenderest love; and all these\nworks of. thy almighty hand have been but for one end—to\nmake me give myself to thee, and live, at last, for thee. It is\nthis thou wouldst obtain of me, by granting me this precious\nearnest of thy love, which I have just received. Thou hast\nsaid, speaking of this ineffable gift: ‘As I live by the Father;\nso he that eateth me, the same also shall live by me.’! Hence-\nforth, O Bread, which came down from heaven !? thou art the\nsource of my life. Now, more than ever, my life belongs to\nthee. I give it unto thee. I dedicate. unto thee my soul, my\nbody, my faculties, my whole being. Do thou direct and\ngovern me. I resign myself entirely into thy hands. I am\nblind, but thy light will guide me ; I am weak, but thy power\nwill uphold me; I am inconstant, but thy unchangeableness\nwill give me stability. I trust unreservedly in thy mercy,\nwhich never abandons them that hope in thee.\n\f"], [345, 665, 289, 34, "ACT OF OBLATION\n\f"], [120, 231, 732, 420, "But nothing will satisfy thee, O my infinite Treasure, unless\nI give thee my love. Thou hast ever loved me, and thou art\nstill loving me; I must love thee in return! Thou hast\nborne with me; thou hast forgiven me; thou art, at this\nmoment, overpowering me with honour and riches; and all\nthis out of love forme! ‘The return thou askest of me, is\nmy love! Gratitude will not content thee, thou wilt have\nmy love! But, Jesus, my dear Jesus!—my past life—the\nlong years I have spent in offending thee—rise up before me,\nand tell me to hide myself from thee! And yet, whither\ncould I go without carrying thee within me, for thou hast\ntaken up thine abode in my inmost soul? No, I will not run\nfrom thee! I will summon all the energies of my heart to\ntell thee that I love thee; that thy love for me has emboldened\nme; that I belong to thee; that I love thee above all else that\nT love ; and that, henceforth, all my joy and happiness shall\nbe in pleasing thee, and doing whatsoever thou askest of me.\n\f"], [365, 195, 239, 34, "ACT OF LOVE\n\f"], [318, 136, 337, 33, "ON HOLY COMMUNION\n\f"], [733, 129, 114, 39, "\f"]]}