{"fn": "../vol4/lit_04_=-083.png", "blocks": [[212, 1249, 195, 49, "+ St. John 11. 17.\n3 $i, John vi. 54.\n\f"], [548, 1248, 204, 52, "t. Matt. xv. 32.\n4 Tbid., 85.\n\f"], [157, 187, 657, 1052, "but to save us.’ He knows how long and rugged\nis the road we have to traverse, before we reach\nthat happy day, on which we shall rest with Him,\nin the joy of His Resurrection. He has compassion\non us; He fears lest we faint.in the way ;? and He,\ntherefore, offers us the divine food, which gives\nlife and strength to our souls, and refreshes them\nin their toil. We feel that our hearts are not yet\npure enough; let us, then, with a humble and\ncontrite heart, go to Him who has come that He\nmay restore to our souls their original beauty.\nLet us, at all times, remember the solemn in-\njunction, which this Saviour so graciously deigned\nto give us: ‘Except ye eat the Flesh of the Son\nof Man, ye shall not have life in you.’®\n\nIf, therefore, sin has no longer dominion over\nus; if we have destroyed it by true sorrow and\nsincere confession, made efficacious by the absolu-\ntion of God’s priest: let us not deprive ourselves\nof the Bread of life,* no matter how great soever\nour infirmities may seem ; for it is for us that our\nJesus has prepared the feast. If we feel that the\nchains of sin are still upon us; if by self-examina-\ntion, made with the light of the truth that is now\ngranted to us, we discover in our souls certain\nstains, which the false principles of the world and\ntoo easy a conscience have hitherto made us over-\nlook; let us lose no time, let us make a goed\nconfession: and when we have made our peace with\nthe God of mercy, let us approach the holy Table,\nand receive the pledge of our reconciliation.\n\nYes, let us go to holy Communion, during this\nseason of Septuagesima, with a most heart-felt\nconviction of our unworthiness. It may be that\nhitherto we have sometimes gone with too much\nfamiliarity, on account of our not sufficiently\n\f"], [362, 134, 250, 33, "SEPTUAGESIMA\n\f"], [125, 131, 117, 35, "\f"]]}