{"fn": "../vol4/lit_04_=-124.png", "blocks": [[130, 193, 730, 1119, "and exiles on earth, have dared to become so\nfamiliar with this hymn of a better land? It is\ntrue, our Emmanuel, who established peace between\nGod and men, brought it us from heaven on the\nglad night of His Birth; and we have had the\ncourage to repeat it after the angels, and shall\nchant it with renewed enthusiasm when we reach\nour Easter. But to sing the Alleluia worthily, we\nmust have our hearts set on the country whence it\ncame. It is not a mere word, nor a profane un-\nmeaning melody ; it is the song that recalls the land\nwe are banished from, it is the sweet sigh of the\nsoul longing to be at home.\n\nThe word Alleluia signifies praise God: but it’\nsays much more than this, and says it as no other\nword or words could. The Church is not going to\ninterrupt her giving praise to God during these\nnine weeks. She will replace this heaven-lent word\nby a formula also expressive of praise: Laus tibi,\nDomine, Rex eterne glorie! Praise be to Thee, O\nLord, King of eternal glory! But this is the lan-\nguage of earth; whereas Alleluia was sent us from\nheaven. ‘ Alleluia,’ says the devout Abbot Rupert,\n‘is like a stranger amidst our other words. Its\nmysterious beauty is as though a drop of heaven's\noverflowing joy had fallen down on our earth. The\npatriarchs and prophets relished it, and then the\nHoly Ghost put it on the lips of the apostles, from\nwhom it flowed even to us. It signifies the eternal\nfeast of the angels and saints, which consists in\ntheir endless praise of God, and in ceaselessly\nsinging their ever new admiration of the beauty of\nthe God on whose Face they are to gaze for ever-\nlasting ages. This mortal life of ours can in no\nwise attain such bliss as this. But, to know where\nit is to be found, and to have a foretaste of it by\nthe happiness of hope, and to hunger and thirst for\nwhat we thus taste, this is the perfection of saints\n\f"], [320, 142, 349, 34, "EVE OF SEPTUAGESIMA\n\f"], [729, 137, 127, 39, "\f"]]}