{"fn": "../vol4/lit_04_=-033.png", "blocks": [[159, 1274, 112, 26, "sinners.\n\f"], [678, 1241, 94, 34, "reluge\n\f"], [158, 1180, 659, 92, "Then address our blessed Lady, using the words\nof the angelical salutation. Pray to her with\nconfidence and love, for she is the [refuge | of\n\f"], [364, 842, 254, 27, "THE LORDS PRAYER\n\f"], [161, 548, 659, 293, "After these fundamental acts of religion, recite\nthe Lord’s Prayer, begging your heavenly Father to\nbe mindful of His infinite mercy and goodness; to\nforgive you your trespasses; to come to your as-\nsistance in the temptations and dangers which so\nthickly beset the path of this life; and finally, to\ndeliver you from evil, by removing from you every\nremnant of sin, which is the great evil, the evil\nthat offends God, and entails the sovereign evil of\nman himeelf.\n\f"], [476, 439, 345, 102, "ome, O Holy Spirit, fill the\nhearts of thy faithful, and en-\nkindle within them the fire of\nthy love.\n\f"], [162, 438, 309, 98, "Veni, Sancte Spiritus, re-\nple tuorum corda fidelium,\net tui amoris in eis ignem\naccende.\n\f"], [192, 396, 504, 36, "Thirdly, invocation of the Holy Ghost:\n\f"], [162, 264, 310, 122, "V. Adoramus te, Christe,\net benedicimus tibi.\n\nR. Quia per sanctam cru-\ncem tuam redemisti mun-\ndum.\n\f"], [476, 263, 346, 100, "V. We adore thee, O Christ,\nand we bless thee.\n\nR. Because by thy holy cross\nthou hast redeemed the world.\n\f"], [125, 875, 728, 298, "Pater noster, qui es in Our Father, who art in\nceelis, sanctificetur nomen heaven, hallowed be thy name:\ntuum : adveniat regnum tu- thy kingdom come: thy will\num : fiat voluntas tua sicut be done on earth as it is in\nin ceelo, et in terra. Panem heaven. Give us this day our\nnostrum quotidianum dano- daily bread; and forgive us owr\nbis hodie: et dimitte nobis trespasses, as we forgive them\ndebita nostra, sicut et nos that trespass against us: and\ndimittimus debitoribus no- lead us nos into temptation:\nstris : et ne nos inducas in but deliver us from evil. Amen.\ntentationem : sed libera nos\namalo. Amen.\n\f"], [127, 187, 730, 71, "Then, praise to our Lord and Saviour, Jesus\nChrist : .\n\f"], [367, 139, 253, 35, "SEPTUAGESIMA\n\f"], [130, 133, 115, 39, "\f"]]}