{"fn": "../vol4/lit_04_=-150.png", "blocks": [[492, 978, 345, 264, "ome, my poor soul! bewau\nthis day thy deeds. Think\nwithin thyself of that sin\nwhich made thee naked in\nEden, and robbed thee of\ndelight and joy eternal.\nCreator of me and of all\nthings! in thy great goodness\nand mercy, thou, having made\nme out of dust, and given me\na soul, didst command me to\n\f"], [178, 977, 309, 267, "Adesdum anima mea in-\nfelix, actus tuos hodie defle,\nmemoria recolens priorem\nin Eden nuditatem, pro-\npter quam deliciis et perenni\ngaudio excidisti.\n\nPro multa pietate atque\nmiserationibus,  Conditor\ncreature et factor universo-\nrum, me pulvere prius ani-\nmatum una cum angelis\n\f"], [357, 938, 299, 25, "IN DOMINICA TYROPHAGI\n\f"], [178, 199, 658, 731, "istens to the serpents question, she answers him ;\nshe converses with the wicked spirit that tempts\nher. She exposes herself to danger; her fidelity\nto her Maker is compromised. True, the words she\nuses show that she has not forgotten His command ;\nbut they imply a certain hesitation, which savours\nof pride and ingratitude.\n\nThe spirit of evil finds that he has excited, in this\nheart, a love of independence; and that, if he can\nbut persuade her that she will not suffer from her\ndisobedience, she is his victim. He, therefore,\nfurther addresses her with these blasphemous and\nlying words: ‘No, you shall not die the death; for\nGod knoweth, that in what day soever you shall eat\nthereof, your eyes shall be opened, and you shall be\nas gods, knowing good and evil.’1 What he pro-\nposes to Eve is open rebellion. He has enkindled\nwithin her that perfidious love of self which is\nman’s worst evil, and which, if it be indulged,\nbreaks the tie between him and his Creator. Thus\nthe blessings God has bestowed, the obligation of\ngratitude, personal interest, all are to be disregarded\nand forgotten. Ungrateful man would become a\ngod; he would imitate the rebel angels: he shall\nfall as they did.\n\f"], [384, 1271, 238, 36, "\f"], [260, 1251, 129, 18, "\f"], [270, 138, 601, 40, "MONDAY OF SEPTUAGESIMA WEEK 188\n\f"], [87, 101, 94, 28, "Bb\n\f"]]}