{"fn": "../vol4/lit_04_=-361.png", "blocks": [[146, 1169, 309, 125, "gterie autem custodibus\nsomno deditis, solus vigila-\nbat janitor, qui et illos oran-\ntes, et luce circumfusos, et\nquosdam e colo descenden-\n\f"], [147, 389, 668, 904, "icinio imperatore, et During the reign of the\nAgricolao preside, ad Se- Emperor Licinius, and under\nbasten Armenie urbem, the presidency of Agricolaus,\nquadraginta militum fides the city of Sebaste in Armenia\nin Jesum Christum, et for- was honoured by being made\ntitudo in cruciatibus perfe- the scene of the martyrdom of\nrendis enituit. Qui sepius ‘forty soldiers, whose faith in\nin horribilem carcerem the Lord Jesus Christ, and\ndetrusi, vinculisque con- patience in bearing tortures,\nstricti, cum ora ipsorum were so glorious. After having\nlapidibus contusa fuissent, been frequently confined in a\nhiemis tempore frigidissimo, horrid dungeon, shackled with\nnudi sub aperto aere supra chains, and having had their\nstagnum rigens pernoctare faces beaten with stones, they\njussi sunt, ut frigore con- were condemned to pass a\ngelati necarentur. Una most bitter winter night in\nautem erat omnium oratio: the open air, and on a frozen\nQuadraginta in stadium in- pool, that they might be\ngressi sumus, quadraginta frozen to death. When there,\nitem, Domine, corona done- they united in this prayer:\nmur; ne una quidem huic ‘ Forty have we entered on the\nnumero desit. Est inhonore battle; let us, O Lord, receive\nhic numerus, quem tu qua- forty crowns, and suffer not our\ndraginta dierum jejunio de- number to be broken. The.\ncorasti, per quem divina lex number is an honoured one,\ningressa est in orbem terra- for thou didst fast for forty\nrum. Elias quadraginta die- days, and the divine law was\nrum jejunio Deum querens, given to the world after the\nejus visionem consecutus same number of days was ob-\nest. Et hec quidem illorum served. Elias, too, sought God\nerat oratio. “by @ forty days’ fast, and was\npermitted to see him.’ Thus\ndid they pray.\neteris autem custodibus All the guards, except one,\nsomno deditis, solus vigila- | were asleep. He overheard\nbat janitor, quiet illosoran- | their prayer, and saw them\ntes, et luce circumfusos, et | encircled with light, and angels\nquosdam e ceelo descenden- | coming down from heaven, like\n\f"], [794, 1333, 89, 19, "|e\n\f"], [116, 177, 725, 190, "saints will be of great help to us in this, for they\nwill teach us how we are to look upon sin, how to\n. avoid it, and how strictly we are bound to do\npenance for it after having committed it.\nThe Church, in her liturgy, thus relates to us the\nmartyrdom of the soldiers of Sebaste.\n\f"], [353, 127, 249, 34, "SEPTUAGESIMA\n\f"], [118, 121, 130, 38, "\f"]]}