{"fn": "../vol4/lit_04_=-217.png", "blocks": [[385, 1267, 183, 25, "? St, John 1. 10,\n\f"], [149, 181, 674, 1081, "in God’s commandments? Is it possible that we\nare condemned to wander blindly on the brink of\na precipice, into which we must at last inevitably fall?,\n\nThere is neither contradiction nor snare. If by\nthe world, we mean these visible things around us\nwhich God created in His power and goodness; if\nwe mean this outward world, which He made for\nHis own glory and our benefit; it is worthy of its\ndivine Author, and to us, if we but use it aright, is\na ladder whereby our souls may ascend to their God.\nLet us gratefully use this world; go through it,\nwithout making it the object of our hope; not waste\nupon it that love, which God alone deserves; and\never be mindful, that we are not made for this, but\nfor another and a happier, world.\n\nBut the majority of men are not thus prudent in\ntheir use of the world. Their hearts are fixed upon\nit, and not upon heaven. Hence it was, that when\nthe Creator deigned to come into this world, in\norder that He might save it, the world knew Him\nnot.! Men were called after the name of the object\nof their love. They shut their eyes to the light;\nthey became darkness ; God calls them ‘the world.’\n\nIn this sense, then, the world is everything that\nis opposed to our Lord Jesus Christ, that refuses to\nrecognize Him, and that resists His divine guidance.\nThose false maxims which tend to weaken the love\nof God in our souls; which recommend the vanities\nthat fasten our hearts to this present life; which\ncry down everything that can raise us above’ our\nweaknesses or vices; which decoy and gratify our\ncorrupt nature by dangerous pleasures, which, far\nfrom helping us to the attainment of our last end,\nonly mislead us—all these are ‘the world.’\n\nThis world is everywhere, and holds a secret\nleague within our very hearts. Sin has brought it\ninto this exterior world created by God for Himself,\n\f"], [363, 126, 251, 34, "SEPTUAGESIMA\n\f"], [127, 120, 132, 39, "\f"]]}