{"fn": "../vol4/lit_04_=-198.png", "blocks": [[574, 1259, 176, 50, "* Heb. xi, 8-10.\n4 Heb. xiii. 14.\n\f"], [242, 1258, 188, 51, "St. Matt. iii. 9,\n3 1 Cor. vii. 81.\n\f"], [867, 762, 35, 31, "NX\n\f"], [172, 203, 671, 1053, "Abraham honoured ; thus does God requite the love\nand fidelity of them that serve Him.\n\nWhen the fullness of time came, the Son of God,\nwho was also Son of Abraham, declared His eternal\nFather’s power, by saying that He was about to\nraise up a new progeny of Abraham’s children from\nthe very stones, that is, from the Gentiles.1 We\nChristians are this new generation. But are we\nworthy children of our father? Let us listen to\nthe apostle of the Gentiles: ‘By faith, Abraham,\nwhen called (by God), obeyed to go out into a place,\nwhich he was to receive for an inheritance: and he\nwent out not knowing whither he went. By faith,\nhe abode in the land, dwelling in tents, with Isaac\nand Jacob, the co-heirs of the same promise; for\nhe looked for a city that hath foundations, whose\nbuilder and maker is God.”\n\nIf, therefore, we be children of Abraham, we\nmust, as the Church tells us during Septuagesima,\nlook upon ourselves as exiles on the earth, and dwell\nby hope and desire in that true country of ours,\nfrom which we are now banished, but towards which\nwe are each day drawing nigher, if, like Abraham,\nwe are faithful in the various stations allotted us by\nour Lord. We are commanded to use this world\nas though we used it not ;° to have an abiding con-\nviction of our not having here a lasting city,* and\nof the misery and danger we incur when we forget\nthat death is one day to separate us from every\nthing we possess in this life. :\n\nHow far from being true children of Abraham\nare those Christians who spend this and the two\nfollowing days in intemperance and dissipation,\nbecause Lent is soon to be upon us! We can easily\nunderstand how the simple manners of our Catholic\nforefathers could keep a leave-taking of the ordinary\n\f"], [330, 146, 367, 36, "QUINQUAGESIMA SUNDAY\n\f"], [749, 141, 127, 39, "\f"]]}