{"fn": "../vol4/lit_04_=-201.png", "blocks": [[122, 188, 727, 1120, "souls, who seem scarce able to live without some\nexcitement. The Church supplies this want. She\ngives a substitute for frivolous amusements and\ndangerous pleasures; and those of her children upon\nwhom faith has not lost its influence, will find, in\nwhat she offers them, a feast surpassing all earthly\nenjoyments, and a means whereby to make amends\nto God for the insults offered to His divine Majesty\nduring these days of carnival. The Lamb, that\ntaketh away the sins of the world, is exposed upon\n’ our altars. Here, on this His throne of mercy, He\nreceives the homage of them who come to adore\nHim, and acknowledge Him for their King; He\naccepts the repentance of those who come to tell\nHim how grieved they are at having ever followed\nany other Master than Him; He offers Himself to\nHis eternal Father for poor sinners, who not only\ntreat His favours with indifference, but seem to\nhave made a resolution to offend Him during these\ndays more than at any other period of the year.\n\nIt was the pious Cardinal Gabriel Paleotti, arch-\nbishop of Bologna, who first originated the admirable\ndevotion of the Forty Hours. He was a contem-\nporary of St. Charles Borromeo, and, like him, was\neminent for his pastoral zeal. His object in this\nsolemn Exposition of the most blessed Sacrament\nwas to offer to the divine Majesty some compensa-\ntion for the sins of men, and, at the very time when\nthe world was busiest in deserving His anger, to\nappease it by the sight of His own Son, the Mediator\nbetween heaven and earth. St. Charles immediately\nintroduced the devotion into his own diocese and\nprovince. This was in the sixteenth century.\nLater on, that is, in the eighteenth century, Prosper\nLambertini was archbishop of Bologna; he zealously\ncontinued the pious design of his ancient prede-\ncessor, Paleotti, by encouraging his flock to devo-\ntion towards the blessed Sacrament during the\n\f"], [359, 138, 249, 33, "SEPTUAGESIMA\n\f"], [125, 133, 128, 38, "\f"]]}