{"fn": "../vol4/lit_04_=-022.png", "blocks": [[112, 809, 674, 504, "Council, ‘that unity of custom may be maintained.’ Towards\nthe close of the same century, the fourth Council held in the\nsame city, repeats the same prohibition, and explains the\nintentions of making such an enactment, by ordering thas\nthe Saturdays during Lent should be observed as days of\nfasting. Previously to this, that is, in the years 511 and 541,\nthe first and second Councils of Orange had combated the\nsame abuse, by also withdrawing from the faithful the obliga-\ntion of commencing the fast at Quinquagesima. The intro-\nduction of the Roman liturgy into France, which was brought\nabout by the zeal of Pepin and Charlemagne, finally estab-\nlished in that country the custom of keeping the Saturday as\naday of penance; and as we have just seen, the beginning\nLent on Quinquagesima was not observed excepting by the\nclergy. In the thirteenth century, the only Church in the\npatriarchate of the west, which began Lent earlier than\nthe Church of Rome, was that of Poland : its Lent opened on\nthe Monday of Septuagesima, which was owing to the rites\nof the Greek Church Being so much used in Poland. The\ncustom was abolished, even for that country, by Pope Inno-\ncent IV. in the year 1248,\n\f"], [663, 796, 119, 10, "\f"], [119, 202, 671, 588, "hus it was that the Roman Church, by this\nanticipation of Lent by four days, gave the exact\nnumber of forty days to the holy season, which she\nhad instituted in imitation of the forty days spent\nby our Saviour in the desert. Whilst faithful to\nher ancient practice of looking on the Saturday as\na day appropriate for penitential exercises, she\ngladly borrowed from the Greek Church the custom\nof preparing for Lent, by giving to the liturgy of\nthe three preceding weeks a tone of holy mournful-\nness. Even as early as the beginning of the ninth\ncentury, as we learn from Amalarius, the Alleluia\nand Gloria in excelsis were suspended in the Septua-\ngesima Offices, The monks conformed to the\ncustom, although the Rule of St. Benedict pre-\nscribed otherwise. Finally, in the second half of\nthe eleventh century, Pope Alexander II. enacted\nthat the total suspension of the Alleluia should be\neverywhere observed, beginning with the Vespers\nof the Saturday preceding Septuagesima Sunday.\n\f"], [158, 200, 84, 32, "Thus\n\f"], [231, 145, 459, 35, "THE HISTORY OF SEPTUAGESIMA\n\f"], [724, 138, 102, 41, "8B\n\f"]]}