{"fn": "../vol4/lit_04_=-337.png", "blocks": [[639, 1271, 161, 26, "* Cant. vill. 6.\n\f"], [416, 1271, 150, 25, "4 1 Cor. 1. 27.\n\f"], [195, 1271, 152, 31, "? Judges v. 7.\n\f"], [171, 301, 662, 964, "Perpetua! Felicitas! O glorious and prophetic\nnames, which come like two bright stars of March,\npouring out upon us your rays of light and life!\nYou are heard in the songs of the angels; and we\npoor sinners, as we echo them on earth, are told to\nlove and hope. You remind us of that brave\nwoman, who, as the Scripture says, kept up the\nbattle begun by men: The valiant men ceased :\nwho will follow them? A mother in Israel.1 Glory\nbe to that almighty power, which loves to choose\nthe weak things of the world that it may confound\nthe strong!? Glory to the Church of Africa, the\ndaughter of the Church of Rome; and glory to the\nChurch of Carthage, which had not then heard the\npreachings of her Cyprian, and yet could produce\ntwo such noble hearts !\n\nAs to thee, Perpetua, thou art held in veneration\nby the whole Christian world. Thy name is men-\ntioned by God’s priests in the holy Mass, and thus\nthy memory is associated with the sacrifice of the\nMan-God, for love of whom thou didst lay down\nthy life. And those pages written by thine own\nhand, how they reveal to us the generous character\nof thy soul! How they comment those words of\nthe Canticle: Love is strong as death!* It was\nthy love of God that made thee suffer, and die, and\nconquer. Even before the water of Baptism had\ntouched thee, thou wast enrolled among the martyrs.\nWhen the hard trial came of resisting a father, who\nwished thee to lay down the palm of martyrdom,\nhow bravely didst thou triumph over thy filial affec-\ntion, in order to save that which is due to our\nFather who is'in heaven! Nay, when the hardest\n\f"], [490, 190, 343, 76, "lands sound forth its praise\nto the grace bestowed on the\nmartyrs. Amen.\n\f"], [175, 190, 304, 97, "n cunctis resonet Christia-\ndum choris\nVirtus martyribus data.\nAmen.\n\f"], [377, 134, 251, 35, "SEBTUAGESIMA\n\f"], [140, 129, 132, 40, "\f"]]}