{"fn": "../vol4/lit_04_=-025.png", "blocks": [[103, 178, 736, 1121, "Church, according to the style so continually used\nin the sacred Scriptures, uses the round number\ninstead of the literal and precise one.\n\nThe duration of the world itself, according to the\nancient Christian tradition, is divided into seven\nages. The human race must pass through seven\nages before the dawning of the day of eternal life.\nThe first age included the time from the creation of\nAdam to Noah; the second begins with Noah and\nthe renovation of the earth by the deluge, and ends\nwith the vocation of Abraham; the third opens\nwith this first formation of God’s chosen people,\nand continues as far as Moses, through whom God\ngave the Law; the fourth consists of the period\nbetween Moses and David, in whom the house of\nJuda received the kingly power ; the fifth is formed\nof the years which passed between David’s reign\nand the captivity of Babylon, inclusively; the sixth\ndates from the return of the Jews to Jerusalem, and\ntakes us on as far as the birth of our Saviour.\nThen, finally, comes the seventh age; it starts with\nthe rising of this merciful Redeemer, the Sun of\njustice, and is to continue till the dread coming of\nthe Judge of the living and the dead. These are\nthe seven great divisions of time; after which,\neternity.\n\nIn order to console us in the midst of the combats,\nwhich so thickly beset our path, the Church, like a\nbeacon. shining amidst the darkness of this our\nearthly abode, shows us another seven, which is to\nsucceed the one we are now preparing to pass\nthrough. After the Septuagesima of mourning, we\nshall have the bright Easter with its seven weeks\nof gladness, foreshadowing the happiness and bliss\nof heaven. After having fasted with our Jesus, and\nsuffered with Him, the day will come when we shall\nrise together with Him, and our hearts shall follow\nHim to the highest heavens; and then after a brief\n\f"], [350, 127, 250, 34, "SEPTUAGESIMA\n\f"], [113, 123, 102, 36, "\f"]]}