{"fn": "../vol4/lit_04_=-156.png", "blocks": [[383, 1285, 186, 26, "* St. Luke 1, 48.\n\f"], [183, 1285, 154, 25, "? Gen. 1, 15,\n\f"], [612, 1283, 175, 27, "31 Cor. vu. 14.\n\f"], [717, 1244, 97, 31, "Before\n\f"], [155, 197, 658, 1084, "But let us listen to the three sentences pro-\nnounced by God after the fall of man. The first is\nagainst the serpent, and is the severest. The curse,\nwhich is already upon him, is deepened, and the\npardon, which is about to be promised to the human\nrace, is to be given in the form of an anathema\nagainst that wicked spirit, that has dared to war\nwith God in the work of His hands.\n\n‘I will put enmities between thee and the woman;\nshe shall crush thy head.’!_ Thus does God avenge\nHimself on His enemy. The victory won over the\nwoman is made to turn against the proud conqueror,\nand become his humiliation and his defeat. In his\nfiendish craft, he had directed his first attack, not\nagainst the man, but against the woman. She, by\nnature, was weaker and more credulous; and if he\nconquered her, he hoped—too well, alas !—that\nAdam would be led to turn against his Creator, in\norder not to displease the creature. All happened\nas he willed it: but now, see how God uses the\nwoman to foil and punish him. He enkindles in\nher heart an implacable hatred against His and our\nenemy. This cruel serpent may raise his proud\nhead, and, here and there, find men that will adore\nhim: the day will come, when a woman’s foot shall\ncrush this head, which refused to bend before God.\nThis daughter of Eve, whom all generations are to\ncall blessed,? shall be prefigured by other women:\nby Debbora, Judith, Esther, and others, all cele-\nbrated for their victories over the serpent. She\nshall be followed, until the end of time, by an\nuninterrupted succession of Christian virgins and\nmatrons, who, with all their weakness, shall be\npowerful in co-operating with God’s designs, and,\nas the apostle says, ‘the unbelieving husband shall\nbe sanctified by the believing wife.’*\n\nThus will God punish the serpent’s pride.\n\f"], [226, 141, 621, 40, "WEDNESDAY OF SEPTUAGESIMA WEEK 189\n\f"]]}