{"fn": "../vol4/lit_04_=-221.png", "blocks": [[219, 1279, 155, 24, "1 Job xvi. 16.\n\f"], [599, 1278, 175, 25, "* Ps. ci. 10, 11.\n\f"], [170, 1242, 150, 33, "procession,\n\f"], [170, 192, 665, 1082, "But the making use of ashes as a symbol of humilia-\ntion and penance, is of a much earlier date than\nthe institution we allude to. We find frequent\nmention of it in the Old Testament. Job, though a\nGentile, sprinkled his flesh with ashes, that, thus\nhumbled, he might propitiate the divine mercy :1\nand this was two thousand years before the coming\nof our Saviour. The royal prophet tells us of him-\nself, that he mingled ashes with his bread, because\nof the divine anger and indignation.2 Many such\nexamples are to be met with in the sacred Scriptures;\nbut so obvious is the analogy between the sinner\nwho thus signifies his grief, and the object whereby\nhe signifies it, that we read such instances without\nsurprise. When fallen man would humble himself\nbefore the divine justice, which has sentenced his\nbody to return to dust, how could he more aptly\nexpress his contrite acceptance of the sentence,\nthan by sprinkling himself, or his food, with ashes,\nwhich is the dust of wood consumed by fire? This\nearnest acknowledgment of his being himself but\ndust and ashes, is an act of humility, and humility\never gives him confidence in that God, who resists\nthe proud and pardons the humble.\n\nIt is probable that, when this ceremony of the\nWednesday in Quinquagesima week was first insti-\ntuted, if was not intended for all the faithful, but\nonly for such as had committed any of those crimes\nfor which the Church inflicted a public penance.\nBefore the Mass of the day began, they presented\nthemselves at the church, where the people were all\nassembled. The priests received the confession of\ntheir sins, and then clothed them in sackcloth, and\nsprinkled ashes on their heads. After this cere-\nmony, the clergy and the faithful prostrated, and\nrecited aloud the seven Penitential Psalms. A\nin which the penitents walked bare-\n\f"], [380, 137, 251, 33, "SEPTUAGESIMA\n\f"], [143, 130, 130, 40, "\f"]]}