{"fn": "../vol4/lit_04_=-158.png", "blocks": [[103, 1224, 34, 23, "\f"], [483, 1046, 345, 266, "O Lord! King of all ages\nwho didst create me by thy\nlove; I have been injured by\nthe envy of the crafty serpent,\nand have provoked thee, my\nSaviour, to anger : but despise\nme not, O God! Call me back\nto thee.\n\nAlas! my bright robe has\nbeen changed into this garb of\nshame. I bewail my ruin, O\n\f"], [170, 1044, 307, 269, "Dominatorszculorum om-\nnium Domine, qui me vo-\nluntate tua procreasti, dolosi\ndraconis invidia quondam\nafflictum, teque, Salvator,\nad iracundiam concitantem,\nne despicias, Deus, sed re-\nvoca me.\n\nHei mihi! pro stola splen-\ndida, turpitudinis indumen-\ntis obvolutus, lugeo, Salva-\n\f"], [309, 1002, 373, 34, "IN DOMINICA TYROPHAGI.\n\f"], [131, 200, 727, 770, "it, is to be, as before, holy and sacred ; but it is to\nbe inferior in dignity, before both God and man,\nto the state of virginity, which disdains the ambitions\nof the flesh.\n\nSecondly, woman shall be mother still, as she\nwould have been in the state of innocence ; but her\nhonour shall be a burden. Moreover, she shall give\nbirth to her children amidst cruel pains, and some-\ntimes even death must be the consequence of her\ninfant’s coming into the world. The sin of Eve\nshall thus be memorialized at every birth, and\nnature shall violently resist the first claims of him,\nwhom sin has made her unwelcome lord.\n\nLastly, she who was at first created to enjoy\nequality of honour with man, is now to forfeit her\nindependence. Man is to be her superior, and she\nmust obey him. For long ages, this obedience will\nbe no better than slavery; and this degradation\nshall continue till that Virgin comes, whom the\nworld shall have expected for four thousand years,\nand whose humility shall crush the serpent’s head.\nShe shall restore her sex to its rightful position,\nand give to Christian woman that influence of gentle\npersuasiveness, which is compatible with the duty\nimposed upon her by divine justice, and which can\nnever be remitted: the duty of submission.\n\f"], [243, 144, 613, 39, "THURSDAY OF SEPTUAGESIMA WEEK 141\n\f"]]}