{"fn": "../vol4/lit_04_=-230.png", "blocks": [[172, 1136, 657, 149, "Justice.\n\nThe Tract is that beautiful prayer of the psalmist,\nwhich she repeats thrice during each week of Lent,\nand which she always uses in times of public cala-\nmity, in order to appease the anger of God.\n\f"], [84, 1074, 20, 9, "\f"], [173, 964, 660, 175, "upon the body, claims of both restitution and\nobedience.\n\nIn the Gradual, the Church again pours forth the\nexpressions of her confidence in the God of all good-\nness, for she counts upon her children being faith-\nful to the means she gives them of propitiating His\n\f"], [172, 202, 661, 791, "We learn from this magnificent passage of the\nprophet Joel how acceptable to God is the expiation\nof fasting. When the penitent sinner inflicts cor-\nporal penance upon himself, God’s justice is ap-\npeased. We have a proof of itin the Ninivites. If\nthe Almighty pardoned an infidel city, as Ninive\nwas, solely because its inhabitants sought for mercy\nunder the garb of penance; what will He not do in\nfavour of His own people, who offer Him the two-\nfold sacrifice, exterior works of mortification, and\ntrue contrition of heart? Let us, then, courageously\nenter on the path of penance. We are living in an\nage when, through want of faith and of fear of God,\nthose practices which are as ancient as Christianity\nitself, and on which we might: almost say it was\nfounded, are falling into disuse ; it behoves us to be\non our guard, lest we, too, should imbibe the false\nprinciples, which have so fearfully weakened the\nChristian spirit. Let us never forget our own\npersonal debt to the divine justice, which will remit\nneither our sins nor the punishment due to them,\nexcept inasmuch as we are ready to make satisfac-\ntion. We have just been told that these bodies,\nwhich we are so inclined to pamper, are but dust;\nand as to our souls, which we are so often tempted\nto sacrifice by indulging the flesh, they have claims\n\f"], [364, 145, 274, 34, "ASH WEDNESDAY\n\f"], [735, 139, 131, 40, "\f"]]}