{"fn": "../vol4/lit_04_=-020.png", "blocks": [[525, 1265, 172, 54, "* Sermon xu.\n1—2\n\f"], [215, 1265, 253, 27, "1 Meaux and Soissons.\n\f"], [120, 187, 662, 1079, "regory, that the last four days of Quinquagesima\nweek were added to Lent, in order that the number\nof fasting days might be exactly forty. As early,\nhowever, as the ninth century, the custom of begin-\nning Lent on Ash Wednesday was of obligation in\nthe whole Latin Church. All the manuscript copies\nof the Gregorian Sacramentary, which bear that\ndate, entitle this Wednesday In capite jejunii, that\nis to say, the beginning of the fast; and Amalarius,\nwho gives us every detail of the liturgy of the ninth\ncentury, tells us that it was, even then, the rule to\nbegin the fast four days before the first Sunday.\nof Lent. We find the practice confirmed by two\nCouncils, held in that century.! But, out of respect\nfor the form of divine service drawn up by St.\nGregory, the Church does not make any important\nchange in the Office of these four days. Up to the\nVespers of Saturday, when alone she begins the\nlenten rite, she observes the rubrics prescribed for\nQuinquagesima week.\n\nPeter of Blois, who lived in the twelfth century,\ntells us what was the practice in his days. He\nsays: ‘All religious begin the fast of Lent at\nSeptuagesima ; the Greeks, at Sexagesima; the\nclergy, at Quinquagesima ; and the rest of Chris-\ntians, who form the Church militant on earth, begin\ntheir Lent on the Wednesday following Quinqua-\ngesima.’ The secular clergy, as we learn from\nthese words, were bound to begin the lenten fast\nsomewhat before the laity; though it was only by\ntwo days—that is, on Monday, as we gather from\nthe Life of St. Ulric, bishop of Augsburg, written\nin the tenth century. The Council of Clermont, in\n1095, at which Pope Urban II. presided, has a decree\nsanctioning the obligation of the clergy to begin\nabstinence from flesh- meat at Quinquagesima.\nThis Sunday was called, indeed, Dominica carnis\n\f"], [222, 131, 461, 35, "THE HISTORY OF SEPTUAGESIMA\n\f"], [717, 127, 101, 38, "8 |\n\f"]]}