{"fn": "../vol4/lit_04_=-163.png", "blocks": [[834, 926, 29, 19, "cal\n\f"], [175, 175, 659, 965, "purest of God’s creatures. hou art our sister in\nnature ; thou art a daughter of Eve; but thou wast\nconceived without sin, and art therefore the honour\nof the human race. Thou art of the same flesh and\nblood as ourselves; and yet thou art immaculate.\nThe divine decree, which condemned us to inherit\nthe disgrace of original sin, could not include thy\nmost pure conception ; and the serpent felt, as thy\nfoot crushed his haughty head, that thou hadst\nnever been under his power. In thee, O Mary! we\nfind our nature such as it was when our God first\ncreated it. Hail, then, spotless Mirror of justice !\n\nO Mary! beautiful in thine unsullied holiness,\npray for us who are weighed down by the conse-\nquences of that sin of our first parents, which God\nwould not suffer to approach thee. Thou art the\nimplacable enemy of the serpent; watch over us,\nlest his sting inflict death on our souls. We were\nconceived in sin, and born in sorrow; pray for us,\nthat we may so live as to merit blessing. We are\ncondemned to toil, to suffering, and to death ; inter-\ncede for us, that our atonement may find acceptance\nwith our Lord. We are exposed to the treachery of\nour evil inclinations; we are in love with this pre-\nsent life; we forget eternity; we are ever striving\nto deceive our own hearts: how could we escape\nhell, were the grace of thy divine Son not unceas-\ningly offered to us, enabling us to triumph over\nall our enemies? Thou, O Immaculate Mother of\nJesus, art the Mother of divine grace! Pray for\nus, that we, who glory in being thy kindred by\nnature, may be daily more and more enriched with\nthis priceless gift.\n\f"], [144, 1155, 726, 134, "Let us salute the blessed Mother of God in the\nwords of the following sequence, taken from the\nancient missal of Cluny. Catholic piety has conse-\ncrated to Mary the Saturday of each week.\n\f"], [377, 120, 251, 33, "SEPTUAGESIMA\n\f"], [142, 116, 128, 37, "\f"]]}