{"fn": "../vol4/lit_04_=-180.png", "blocks": [[104, 200, 733, 1143, "were years of crime and scandal; nay, he himself\nlived to see one-of his own children become the\nmurderer of a brother. But why be thus surprised\nat the wickedness of these our first brethren?\nThe earth is now six thousand years old in the\ncontinued reception of divine blessings and chas-\ntisements; and are men less dull of heart, less\nungrateful, less rebellious towards their Maker?\nFor the generality of men—we mean, of those who\ndeign to believe in the fall and chastisement of our\nfirst parents, and in the destruction of the world by\nthe deluge—what are these great truths? Mere\nhistorical facts, which have never once inspired\nthem with a fear of God’s justice. More favoured\nthan these early generations of the human race,\nthey know that the Messias has been sent, that\nGod has come down upon the earth, that He\nhas been made Man, that He has broken Satan’s\nrule, that the way to heaven has been made easy\nby the graces embodied by the Redeemer in the\nSacraments: and yet, sin reigns and triumphs in\nthe midst of Christianity. Undoubtedly, the just\nare more numerous than they were in the days of\nNoah ; but then, what riches of grace has our\nRedeemer poured out on our degenerate race by\nthe ministry of His bride the Church! Yes, there\nare faithful Christians to be found upon the earth,\nand the number of the elect is every day being\nadded to; but the multitude are living at enmity\nwith God, and their actions are in contradiction to\ntheir faith.\n\nWhen, therefore, the holy Church reminds us of\nthose times, wherein all flesh had corrupted its way,\nshe is urging us to think about our own conversion.\nHer motive in relating to us the history of the sins\ncommitted at the beginning of the world, is to\ninduce us to examine our own consciences. Why,\n-too, does she read to us those pages of sacred Writ,\n\n11—2\n\f"], [242, 148, 460, 35, "TUESDAY OF SEXAGESIMA WEEK\n\f"], [709, 144, 129, 39, "\f"]]}