{"fn": "../vol4/lit_04_=-220.png", "blocks": [[410, 1280, 153, 25, "+ Gen. in, 19.\n\f"], [152, 191, 661, 1080, "The enemies we have to fight with, are of two\nkinds: internal, and external. The first are our\npassions; the second are the devils. Both were\nbrought on us by pride, and man’s pride began\nwhen he refused to obey his God. God forgave\nhim his sin, but He punished him. The punish-\nment was death, and this was the form of the divine\nsentence: ‘Thou art dust, and into dust thou shalt\nreturn.’! Oh that we had remembered this! The\nrecollection of what we are and what we are to be,\nwould have checked that haughty rebellion, which\nhas so often led-us to break the law of God. And\nif, for the time to come, we would persevere in\nloyalty to Him, we must humble ourselves, accept\nthe sentence, and look on this present life as a path\nto the grave. The path may be long or short; but\nto the tomb it must lead us. Remembering this,\nwe shall see all things in their true light. We shall\nlove that God, who has deigned to set His heart on\nus notwithstanding our being creatures of death:\nwe shall hate, with deepest contrition, the insolence\nand ingratitude, wherewith we have spent so many\nof our few days of life, that is, in sinning against\nour heavenly Father: and we shall be not only\nwilling, but eager, to go through these days of\npenance, which He so mercifully gives us for making\nreparation to His offended justice.\n\nThis was the motive the Church had in enriching\nher liturgy with the solemn rite, at which we are to\nassist this morning. When, upwards of a thousand\nyears ago, she decreed the anticipation of the lenten\nfast by the last four days of Quinquagesima week,\nshe instituted this impressive ceremony of signing\nthe forehead of her children with ashes, while\nsaying to them those awful words, wherewith God\nsentenced us to death: ‘Remember, O man, that\nthou art dust, and into dust thou shalt return!’\n\f"], [344, 140, 275, 34, "ASH WEDNESDAY\n\f"], [715, 134, 131, 40, "\f"]]}