{"fn": "../vol4/lit_04_=-142.png", "blocks": [[504, 200, 343, 217, "Take what is thine, and go thy\nway: I will also give to this\nlast even as to thee. Or, is it\nnot lawful for me to do what\nI will ? Is thy eye evil, because\nIam good? So shall the last\nbe first, and the first last.\nFor many are called, but few\nchosen,\n\f"], [187, 200, 312, 197, "simo dare sicut et tibi. Aut\nnon licet mihi quod volo\nfacere? An oculus tuus\nnequam est, quia ego bonus\nsum? Sic erunt novissimi\nprimi, et primi novissimi.\nMulti enim sunt vocati,\npauci vero electi.\n\f"], [156, 428, 727, 887, "It is of importance that-we should well under-\nstand this parable of the Gospel, and why the\nChurch inserts it in to-day’s liturgy. Firstly, then,\nlet us recall to mind on what occasion our Saviour\nspoke this parable, and what instruction He\nintended to convey by it to the Jews. He wishes\nto warn them of the fast approach of the day when\ntheir Law is to give way to the Christian Law; and\nHe would prepare their minds against the jealousy\nand prejudice which might arise in them, at the\nthought that God was about to form a Covenant\nwith the Gentiles. The vineyard is the Church in\nits several periods, from the beginning of the world\nto the time when God Himself dwelt among men,\nand formed all true believers into one visible and\npermanent society. The morning is the time from\nAdam to Noah; the third hour begins with Noah\nand ends with Abraham ; the si«th hour includes\nthe period which elapsed between Abraham and\nMoses; and lastly, the ninth hour opens with the\nage of the prophets, and closes with the birth of\nthe Saviour. The Messias came at the eleventh hour,\nwhen the world seemed to be at the decline of its\nday. Mercies unprecedented were reserved for this\nlast period, during which salvation was to be given\nto the Gentiles by the preaching of the apostles.\nIt is by this mystery of mercy that our Saviour\nrebukes the Jewish pride. By the selfish murmur-\nings made against the master of the house by the\nearly labourers, our Lord signifies the indignation\n\f"], [341, 146, 349, 34, "SEPTUAGESIMA SUNDAY\n\f"], [752, 141, 128, 40, "\f"]]}