{"fn": "../vol4/lit_04_=-353.png", "blocks": [[867, 851, 17, 7, "\f"], [171, 190, 659, 1107, "What a glorious life was thine, O John of God!\nIt was one of charity, and of miracles wrought by\ncharity. Like Vincent of Paul thou wast poor, and,\nin thy early life, a shepherd-boy like him; but the\ncharity which filled thy heart gave thee a power to\ndo what worldly influence and riches never can.\nThy name and memory are dear to the Church;\nthey deserve to be held in benediction by all man-\nkind, for thou didst spend thy life in serving thy\nfellow-creatures, for God’s sake. That motive gave\nthee a devotedness to the poor, which is an im-\npossibility for those who befriend them from mere\nnatural sympathy. Philanthropy may be generous,\nand its workings may be admirable for ingenuity\nand order; but it never can look upon the poor man\nas a sacred object, because it refuses to see God in ,\nhim. Pray for the men of this generation, that they\nmay at length desist from perverting charity into a\nmere mechanism of relief. The poor are the repre-\nsentatives of Christ, for He Himself has willed that\nthey be such; and if the world refuse to accept\nthem in this their exalted character, if it deny their\nresemblance to our Redeemer, it may succeed in\ndegrading the poor, but by this very degradation it\nwill make them its enemies. Thy predilection, O\nJohn of God, was for the sick; have pity, therefore,\non our times, which are ambitious to eliminate the\nsupernatural, and exclude God from the world by\nwhat is called secularization of society. Pray for\nus, that we may see how evil a thing it is to have\nchanged the Christian for the worldly spirit. En-\nkindle holy charity within our hearts, that during\nthese days, when we are striving to draw down the\nmercy of God upon ourselves, we also may show\nmercy. May we, as thou didst, imitate the example\nof our blessed Redeemer, who gave Himself to us\nHis enemies, and deigned to adopt us as His\nbrethren. Protect also the Order thou didst insti-\n\f"], [376, 136, 249, 34, "SEPTUAGESIMA\n\f"], [139, 131, 130, 38, "\f"]]}