{"fn": "../vol4/lit_04_=-162.png", "blocks": [[123, 931, 29, 20, "\f"], [153, 384, 658, 931, "Taz sentence pronounced by the Almighty upon\nour first parents was to fall upon their children to\nthe end of time. We have been considering, during\nthis week of Septuagesima, the penalties of the\ngreat sin; but the severest and most humiliating of\nthem all remains to be told. It is the transmission\nto the whole human race of original sin. It is true\nthat the merits of the promised Redeemer will be\napplied to each individual man, in the manner\nestablished by God at various periods of time: still,\nthis spiritual regeneration, whilst cleansing us from\nthe leprosy which covered us, and restoring us to\nthe dignity of children of God, will not remove\nevery scar of the old wound. It will save us from\neternal death, and restore us tq life; but, as long\nas our pilgrimage lasts, we shall be weak and sickly.\nThus it is that ignorance makes us short-sighted in\nthose great truths, which should engross all our\nthoughts; and this fills us with illusions, which,\nby an unhappy inclination of our will, we cling to\nand love. Concupiscence is ever striving to make\nour soul a slave to the body ; and in order to escape\nthis tyranny, our life has to be one continual\nstruggle. An unruly love for independence is un-\nceasingly making us desire to be our own masters,\nand forget that we were born to obey. We find\npleasure in sin, whereas virtue rewards us with\nnothing, in this life, save the consciousness of our\nhaving done our duty. .\n\nKnowing all this, we are filled with admiration\nand love when we think of thee, O Mary! thou\n\n. 10\n\f"], [665, 333, 105, 30, "WEEK\n\f"], [189, 331, 475, 33, "SATURDAY OF SEPTUAGESIMA\n\f"], [466, 183, 342, 101, "the once closed gate of heaven;\nthat so I may glorify thee, who,\nafter God, art my helper and\nsure refuge !)\n\f"], [151, 182, 309, 73, "post Deum auxilatricem\nfirmumque refugium glori-\nficem.)\n\f"], [219, 180, 79, 27, "Deum\n\f"], [232, 120, 611, 40, "SATURDAY OF SEPTUAGESIMA WEEK 145\n\f"]]}