{"fn": "../vol4/lit_04_=-087.png", "blocks": [[119, 837, 730, 469, "Thy greatness, O my God, is infinite; but thy goodness to\nme is incomprehensible. Thy being now present within this\nbreast of mine is, I know, & proof of that immense power,\nwhich shows itself where and when it wills; but it is also a\nmark of thy love for me. Thou art come to my soul, that\nthou mayst be closely united with her, comfort her, give her\na new life, and bring her all good things. Oh! who will\nteach me how to value this grace, and thank thee for it ina\nbecoming way? But how shall I hope to value it as I ought,\nwhen I am not able to understand either the love that brings\nthee thus within me, or my own need of having thee? And\nwhen I think of my inability to make thee a suitable return of\nthanks, I feel as though I can give thee nothing but my\nspeechless gratitude. Yet thou willest that this my heart,\npoor as it is, should give thee its thanks; thou takest delight\nin receiving its worthless homage. Take it, then, my loving\nJesus! I give it thee with all possible joy, and beseech thee\nto reveal unto me the immensity of thy gift, and to enrich me\nmore that I may give thee more.\n\f"], [311, 799, 346, 35, "ACT OF THANKSGIVING\n\f"], [121, 285, 728, 490, "Thou art here within me, great God of heaven! Thou art,\nat this moment, residing in a sinner’s heart! I, yea, I, am\nthy temple, thy throne, thy resting-place! How shall I\nworthily adore thee, who hast deigned to come down into\nthis abyss of my lowliness and misery? The angels veil their\nfaces in thy presence ; thy saints lay their crowns at thy feet;\nand I, that am but a sinful mortal, how shall I sufficiently\nhonour thee, O infinite Power, infinite Wisdom, infinite Good-\nness? This soul, wherein thou art now dwelling, has pre-\nsumed so many times to set thee at defiance, and boldly\ndisobey and break thy commands. And thou canst come to\nme after all this, and bring all thy beauty and greatness with\nthee! What else can I do, but give thee the homage of a\nheart, that knows not how to bear the immensity of the\nhonour thou art now lavishing on me? Yes, my own won-\nderful and loving God, I adore thee; I acknowledge thee to\nbe the sovereign Being, the Creator and preserver of all\ncreatures, and the ‘andisputed Master of everything that\nbelongs to me. I delightedly confess my dependence on thee,\nand offer thee, with all my heart, my humble service.\n\f"], [334, 247, 304, 35, "ACT OF ADORATION\n\f"], [310, 199, 355, 38, "AFTER COMMUNION\n\f"], [361, 136, 251, 34, "SEPTUAGESIMA\n\f"], [123, 129, 118, 39, "\f"]]}