{"fn": "../vol4/lit_04_=-282.png", "blocks": [[473, 1201, 343, 50, "Scholastica was the sister\nof the venerable father Bene-\n\f"], [156, 1200, 311, 55, "Scholastica venerabilis\npatris Benedicti soror, omni-\n\f"], [158, 1130, 305, 55, "Ex libro secundo Dialogo-\nrum sancti Gregorii Pape.\n\f"], [474, 1129, 343, 56, "From the second book of the\nDialogues of St. Gregory, Pope.\n\f"], [376, 1265, 215, 36, "\f"], [123, 182, 731, 942, "the Benedictine cloister, as she was soaring from\nearth to heaven !\n\nBut how came Scholastica, the humble retiring\nnun, by that energy, which could make her resist\nthe will of her brother, whom she revered as her\nmaster and guide? What was it told her that her\nprayer was not a rash one, and that what she asked\nfor was a higher good than Benedict’s unflinching\nfidelity to the rule he had written, and which it was\nhis duty to teach by his own observance of it? Let\nus hear St. Gregory’s answer: ‘It is not to be\nwondered at, that the sister, who wished to prolong\nher brother’s stay, should have prevailed over him;\nfor, whereas St. John tells us that God is charity,\nit happened, by a most just judgment, that she\nthat had the stronger love had the stronger power.’\n\nOur season is appropriate for the beautiful lesson\ntaught us by St. Scholastica, fraternal charity.\nHer example should excite us to the love of our\nneighbour, that love which God bids us labour for,\nnow that we are intent on giving Him our undivided\nservice, and our complete conversion. The Easter\nsolemnity we are preparing for, is to unite us all in\nthe grand banquet, where we are all to feast on the\none divine Victim of love. Let us have our nuptial\ngarment ready: for He that invites us insists on\nour having union of heart when we dwell in His\nhouse.!\n\nThe Church has inserted in her Office of this\nfeast the account given by St. Gregory of the last\ninterview between St. Scholastica and St. Benedict.\nIt is as follows :\n\f"], [257, 131, 465, 35, "FEBRUARY 10. ST. SCHOLASTICA\n\f"], [725, 126, 130, 40, "\f"]]}