{"fn": "../vol4/lit_04_=-019.png", "blocks": [[286, 1268, 430, 31, "1 The sixteenth Homily on the Gospels.\n\f"], [588, 1232, 146, 35, "pontificate\n\f"], [95, 800, 25, 14, "\f"], [177, 769, 656, 494, "volume.\n\nThe Church of Rome had no such motive for\nanticipating the season of those privations which\nbelong to Lent; for, from the earliest antiquity, she\nkept the Saturdays in Lent (and as often during\nthe rest of the year as circumstances might require)\nas fasting days. At the close of the sixth century,\nSt. Gregory the Great alludes, in one of his\nhomilies, to the fast of Lent being less than forty\ndays, owing to the Sundays which come during that\nholy season. ‘There are,’ he says, ‘from this day\n(the first Sunday of Lent) to the joyous feast of\nEaster, six weeks, that is, forty-two days. As we\ndo not fast on the six Sundays, there are but thirty-\nsix fasting days . . . which we offer to God as\nthe tithe of our year.”\n\nIt was, therefore, after the of St.\n\f"], [174, 185, 658, 588, "renovation of the whole spiritual life. The Church,\ntherefore, has instituted a preparation for the holy\ntime of Lent. She gives us the three weeks of\nSeptuagesima, during which she withdraws us, as\nmuch as may be, from the noisy distractions of the\nworld, in order that our hearts may be more readily\nimpressed by the solemn warning she is to give us\nat the commencement of Lent by marking our\nforehéads with ashes.\n\nThis prelude to the holy season of Lent was not\nknown in the early ages of Christianity: its institu-\ntion would seem to have originated in the Greek\nChurch. Besides the six Sundays of Lent, on which\nby universal custom the faithful never fasted, the\npractice of this Church prohibited fasting on the\nSaturdays likewise; consequently their Lent was\nshort by twelve days of the forty spent by our\nSaviour doing penance in the desert. To make up\nthe deficiency, they were obliged to begin their Lent\nso many days earlier, as we will show in our next\n\f"], [377, 132, 249, 33, "SEPTUAGESIMA\n\f"], [140, 128, 100, 36, "\f"]]}