{"fn": "../vol4/lit_04_=-197.png", "blocks": [[784, 1223, 38, 25, "1s\n\f"], [166, 1135, 183, 119, "penance), Nog\nincluding poo\nhappiness, wh\nparation for,\n\f"], [159, 344, 661, 904, "ould the Christian have a finer model than this\nholy patriarch, whose docility and devotedness in\nfollowing the call of his God are so perfect? We\nare forced to exclaim, with the holy fathers: ‘O true\nChristian, even before Christ had come on the\nearth! He had the spirit of the Gospel, before the\nGospel was preached! He was an apostolic man\nbefore the apostles existed!’ God calls him: he\nleaves all things—his country, his kindred, his\nfather’s house—and he goes into an unknown land.\nGod leads him, he is satisfied; he fears no diffi-\nculties; he never once looks back. Did the apostles\nthemselves more? But see how grand is his\nreward! God says to him: ‘In thee shall all the\nkindred of the earth be blessed.’ This Chaldean is\nto give to the world Him that shall bless and save\nit. Death will, it is true, close his eyes ages before\nthe dawning of that day, when one of his race, who\nis to be born of a Virgin and be united personally\nwith the divine Word, shall redeem all generations,\npast, present, and to come. But meanwhile, till\nheaven shall be thrown open to receive this Redeemer\nand the countless just who have won the crown,\nAbraham shall be honoured, in the limbo of expecta-\ntion, in a manner becoming his great virtue and\nmerit. It is in his bosom,' that is, around him, that\nour first parents (having atoned for their sin by\npenance), Noah, Moses, David, and all the just,\nincluding poor Lazarus, received that rest and\nhappiness, which were a foretaste of, and a pre-\nparation for,| eternal bliss in heaven. Thus {is\n\f"], [158, 288, 115, 26, "men jus.\n\f"], [471, 191, 344, 124, "here pitched his tent, having\n\nBethel on the west, and Hai\non the east. He built there,\nalso, an altar to the Lord, and\ncalled upon his name.\n\f"], [156, 190, 311, 97, "suum, ab occidente habens\nBethel, et ab oriente Hai.\nAdificavit quoque ibi altare\nDomino, et invocavit no-\n\f"], [355, 1266, 276, 37, "\f"], [359, 134, 250, 34, "SEPTUAGESIMA\n\f"], [125, 129, 130, 39, "\f"]]}