{"fn": "../vol4/lit_04_=-160.png", "blocks": [[244, 1281, 194, 28, "* Gen, i. 17, 19.\n\f"], [148, 197, 659, 1078, "ing his bread in the sweat of his brow. Outside\nthe garden of Eden, there lies the immense desert\nof the earth. It is to be the valley of tears; and\nthere must Adam dwell in exile for upwards of nine\nhundred years, with the sad recollection in his\nheart of the few happy days spent in paradise !\nThis desert is barren: Adam must give it fruitful-\nness by his toil, and draw from it, by the sweat of\nhis brow, his own and his children’s nourishment.\nIf, in after ages, some men shall live without toil,\nthey are the exception confirming the general law\nand chastisement. They rest, because others have\nlaboured long and hard for them; neither will God\nratify their exceptional dispensation from labour,\nexcept on the condition that they give encourage-\nment, by their charity and other virtues, to their\nfellow-men, in whom Adam’s sentence is literally\ncarried out. Such is the necessity of toil, that if it\nbe refused, the earth will yield but thorns and\nthistles ;?. such, too, the importance of this law\nimposed on fallen man, that idleness shall not only\ncorrupt his heart, it shall also enervate his bodily\nstrength.\n\nBefore his sin, the trees of paradise bent down\ntheir branches, and man fed on their delicious\nfruits; but now he must till the earth and draw\nfrom it, with anxiety and fatigue, the seed which is\nto give him bread. Nothing could better express\nthe penal relation between him and the earth, from\nwhich he was originally formed, and which is hence-\nforth to be his tomb, than’ this law to which God\nsentences him, of being indebted to the earth for\nthe nourishment which is to keep him in life. And\nyet here also divine mercy shall show itself; for,\nwhen God shall have been appeased, it shall be\ngranted to man to unite himself to his Creator by\neating the Bread of life, which is to come down\n\f"], [542, 1276, 202, 39, "2 Ibid., 18.\n\f"], [247, 142, 464, 34, "FRIDAY OF SEPTUAGESIMA WEEK\n\f"], [713, 136, 130, 39, "\f"]]}