{"fn": "../vol4/lit_04_=-199.png", "blocks": [[402, 1281, 177, 28, "1 Rom. vii. 21.\n\f"], [152, 197, 668, 1081, "way of living, which Lent was to put a stop to, and\nreconcile their innocent carnival with Christian\ngravity; just as we can understand how their\nrigorous observance of the laws of the Church for\nLent would inspire certain festive customs at Haster.\nEven in our own times, a joyous shrovetide is not\nto be altogether reprobated, provided the Christian\nsentiment of the approaching holy season of Lent\nbe strong enough to check the evil tendency of\ncorrupt nature ; otherwise the original intention of\nan innocent custom would be perverted, and the\nforethought of penance could in no sense be con-\nsidered as the prompter of our joyous farewell to\nease and comforts. While admitting all this, we\nwould ask, what right or title have they to share in\nthese shrovetide rejoicings, whose Lent will pass\nand find them out of the Church, because they will\nnot have complied with the precept of Kaster Com-\nmunion? And they, too, who claim dispensations\nfrom abstinence and fasting during Lent, and, for\none reason or another, evade every penitential\nexercise during the solemn forty days of penance,\nand will find themselves at Easter as weighed down\nby the guilt and debt of their sins as they were on\nAsh Wednesday—what meaning, we would ask, can\nthere possibly be in their feast-making at shrove-\ntide ?\n\nOh! that Christians would stand on their guard\nagainst such delusions as these, and gain that holy\nliberty of children of God,! which consists in not\nbeing slaves to flesh and blood, and preserves man\nfrom moral degradation! Let them remember that\nwe are now in that holy season, when the Church\ndenies herself her songs of holy joy, in order the\nmore forcibly to remind us that we are living in a\nBabylon of spiritual danger, and to excite us to regain\nthat genuine Christian spirit, which everything in\n\f"], [354, 142, 250, 34, "SEPTUAGESIMA\n\f"], [119, 136, 129, 39, "\f"]]}