{"fn": "../vol4/lit_04_=-299.png", "blocks": [[137, 183, 730, 1116, "goes to Rome, where he permanently establishes\nthat chair, on which he will live, and teach, and\nrule, in his successors, to the end of time.\n\nAnd here we have the origin of the three great\npatriarchal sees, which were the object of so much\nveneration in the early ages: the first is Rome,\ninvested with all the prerogatives of the prince of\nthe apostles, which, when dying, he transmitted to\nher ; the second is Alexandria, which owes her pre-\neminence to Peter’s adopting her as his second\nsee; the third is Antioch, whither he repaired in\nperson, when he left Jerusalem to bring to the\nGentiles the grace of adoption. If, therefore,\nAntioch is below Alexandria in rank, Alexandria\nnever enjoyed the honour granted to Antioch, of\nhaving been governed, in person, by him whom\nChrist appointed to be the supreme pastor of His\nChurch. Nothing, then, could be more just, than\nthat Antioch should be honoured, as having, for\nseven years, had the privilege of being the centre of\nChristendom; and this is the object of to-day’s\nfeast.\n\nThe children of the Church have a right to feel a\nspecial interest in every solemnity that is kept in\nmemory of St. Peter. The father’s feast is a feast\nfor the whole family; for to him it owes its very\nlife. If there be but one fold, it is because there is\nbut one Shepherd. Let us, then, honour Peter’s\ndivine prerogative, to which Christianity owes ‘its\npreservation; and let us often reflect upon the\nobligations we are under to the apostolic see. On\nthe feast of the chair at Rome, we saw how faith is\ntaught, and maintained, and propagated by the\nmother-Church, which has inherited the promises\nmade to Peter. To-day, let us consider the apostolic\nsee as the sole source of the legitimate power,\nwhereby mankind is ruled and governed in all that\nconcerns eternal salvation.\n\f"], [379, 134, 250, 46, "SEPTUAGESIMA\n\f"], [141, 128, 131, 40, "\f"]]}