{"fn": "../vol4/lit_04_=-126.png", "blocks": [[142, 198, 729, 1114, "confess that we are sinners, and, like the publican\nof the Gospel, who dared not so much as to raise\nup his eyes, let us acknowledge that it is only\nright that we should be forbidden, at least for a few\nweeks, those divine songs of joy, with which our\nguilty lips had become too familiar; and that we\nshould interrupt those sentiments of presumptuous\nconfidence which prevented our hearts from having\nthe holy fear of God.\n\nThat indifference for the liturgy of the Church,\nwhich is the strongest indication of a weak faith,\nand which now reigns so universally in the world,\nis the reason why so many, even practical Catholics,\ncan witness this yearly suspension of the Alleluia,\nwithout profiting by the lesson it conveys. A\npassing remark, or a chance thought, is the most\nthey give to it, for they care for no other devotions\nbut such as are private; the spirit of the Church,\nin her various seasons, is quite beneath their notice.\nIf these lines should meet their eye, we would beg\nof them to reflect for a moment that the Church is\ntheir mother; that her authority is the highest on\nearth; that her wisdom enables her to know what\nis best for her children. Why, then, keep aloof\nfrom her spirit, as though there were some other\nto be found, that could better lead them to their\nGod? Why be indifferent in this present instance ?\nWhy deem of no interest to piety this suspension of\nthe Alleluia, which she, the Church, considers as\none of the principal and most solemn incidents in\nher liturgical year? Perhaps we shall be doing\nthem a service, by showing them how keenly this\ninterruption of the word of heavenly joy was felt by\nthe Christians of those ages, when faith was the\ngrand ruling principle, not only with society at\nlarge, but with each individual.\n\nThe farewell to Alleluia, in the Middle Ages,\nvaried in the different Churches. Here, it was an\n\f"], [330, 147, 348, 34, "EVE OF SEPTUAGESIMA\n\f"], [739, 142, 130, 39, "\f"]]}