{"fn": "../vol4/lit_04_=-303.png", "blocks": [[446, 1271, 109, 26, "1 Ps. i. L.\n\f"], [176, 1209, 655, 60, "pastors.\nThus it is that the divine Founder of the Church,\n\f"], [850, 1171, 23, 12, "\f"], [176, 776, 657, 436, "power.\n\nWe, then, both priests and people, have a right\nto know whence our pastors have received their\npower. From whose hand have they received the\nkeys? If their mission come from the apostolic\nsee, let us honour and obey them, for they are sent\nto us by Jesus Christ, who has invested them,\nthrough Peter, with His own authority. If they\nclaim our obedience without having been sent by\nthe bishop of Rome, we must refuse to receive\nthem, for they are not acknowledged by Christ\nas His ministers. The holy anointing may have\nconferred on them the sacred character of the.\nepiscopate: it matters not; they must be as aliens\nto us, for they have not been sent, they are not\n\f"], [176, 188, 660, 588, "Constantinople and Jerusalem obtained such an\nhonour. Let us notice, too, the difference there is\nbetween the accidental honours conferred on four of\nthese Churches, and the divine prerogative of the\nChurch of Rome. By God’s permission, the sees\nof Alexandria, Antioch, Constantinople, and Jeru-\nsalem, were defiled by heresy ; they became chairs\nof pestilence ;! and having corrupted the faith they\nreceived from Rome, they could not transmit to\nothers the mission they themselves had forfeited.\nSad indeed was the ruin of such pillars as these!\nPeter’s hand had placed them in the Church. They\nhad merited the love and veneration of men; but\nthey fell; and their fall gave one more proof of the\nsolidity of that edifice, which Christ Himself had\nbuilt on Peter. The unity of the Church was made\nmore visible. Obliged by the treachery of her own\nfavoured children to deprive them of the privileges\nthey had received from her, Rome was, more\nevidently than ever, the sole source of pastoral\n\f"], [380, 133, 250, 34, "SEPTUAGESIMA\n\f"], [143, 127, 130, 40, "\f"]]}