{"fn": "../vol4/lit_04_=-030.png", "blocks": [[579, 1252, 214, 52, "Rom, vii. 22, 23.\n5 Ibid, iii. 14.\n\f"], [153, 1252, 408, 51, "1 Twel Sermon for Septuagesima,\n3 Ps. cxix. 4 Phil. i. 23.\n\f"], [130, 194, 667, 1048, "tury :* ‘ “We know,” says the apostle, “that every\ncreature groaneth, and travaileth in pain even till\nnow: and not only it, but ourselves, also, who\nhave the first-fruits of the Spirit, even we ourselves\ngroan within ourselves, waiting for the adoption of\nthe sons of God, the redemption of our body.’’?\nThe creature here spoken of is the soul, that has\nbeen regenerated from the corruption of sin unto\nthe likeness of God: she groaneth within herself,\nat seeing herself made subject to vanity; she, like\none that travaileth, is filled with pain, and is\ndevoured by an anxious longing to be in that\ncountry, which is still so far off. It was this\ntravail and pain that the psalmist was suffering,\nwhen he exclaimed : ‘‘ Woe is me, that my sojourn-\ning is prolonged!” Nay, that apostle, who was\none of the first members of the Church, and had\nreceived the holy Spirit, longed to have, in all its\nreality, that adoption of the sons of God, which he\nalready had in hope; and he, too, thus exclaimed\nin his pain: “I desire to be dissolved and to be with\nChrist.’”* . . . During these days, therefore, we\nmust do what we do at all seasons of the year, only\nwe must do it more earnestly and fervently: we\nmust sigh and weep after our country, from which\nwe were exiled in consequence of having indulged\nin sinful pleasures ; we must redouble our efforts\nin order to regain it by compunction and weeping\nof heart. . . . Let us now shed tears in the way,\nthat we may afterwards be glad in our country.\nLet us now so run the race of this present life, that\nwe may make sure of “the prize of the supernal\nvocation.”® Let us not be like imprudent way-\nfarers, forgetting our country, and preferring our\nbanishment to our home. Let us not become like\nthose senseless invalids, who feel not their ailments,\n\f"], [231, 139, 472, 35, "PRACTICE DURING SEPTUAGESIMA\n\f"], [719, 134, 114, 39, "\f"]]}