{"fn": "../vol4/lit_04_=-298.png", "blocks": [[396, 1278, 132, 27, "Isa, lx. 8.\n\f"], [132, 191, 663, 1078, "there that those who professed the faith of Jesus\nwere first called Christians. Jerusalem was doomed\nto destruction for having not only refused to\nacknowledge, but even crucified, the Messias: it\nwas time for Peter, in whom resided the supreme\npower, to deprive the faithless city of the honour\nshe had heretofore enjoyed, of possessing within her\nwalls the chair of the apostolate. It was towards\nthe Gentiles that the Holy Spirit drove those clouds,\nwhich were shown to Isaias as the symbol of the\nholy apostles.! Accordingly, it is in Antioch, the\nthird capital of the Roman Empire, that Peter\nfirst places the august throne, on which, as vice-\ngerent of Christ, he presides over the universal\nChurch.\n\nBut the progress of the apostles was so rapid; the\nconquests they made, in spite of every opposition,\nwere so extensive, that the vicar of Christ was in-\nspired to leave Antioch, after he had honoured it\nwith the chair during the space of seven years.\nAlexandria, the second city of the empire, is also to\nbe made a see of Peter; and Rome, the capital of\nthe world, awaits the grand privilege for which\nGod has long been preparing her. Onwards, then,\ndoes the prince advance, bearing with him the\ndestinies of the Church; where he fixes his last\nabode, and where he dies, there will he have his\nsuccessor in his sublime dignity of vicar of Christ.\nHe leaves Antioch, making one of his disciples,\nEvodius, its bishop. Evodius succeeds Peter as\nbishop of Antioch ; but that see is not to inherit the\nheadship of the Church, which goes whithersoever\nPeter goes. He sends Mark, another of his disciples,\nto take possession, in his name, of Alexandria; and\nthis Church he would have to be the second in the\nworld, and though he has not ruled it in person, he\nraises it above that of Antioch. This done, he\n\f"], [121, 131, 707, 55, "FEBRUARY 22. ST. PETER’S CHAIR AT ANTIOCH 281\na\n\f"]]}