{"fn": "../vol4/lit_04_=-027.png", "blocks": [[210, 1271, 147, 26, "* 2 Cor. v. 6.\n\f"], [646, 1269, 140, 27, "= Col. i. 12,\n\f"], [415, 1269, 174, 27, "? Ecclus, xv. 9.\n\f"], [170, 190, 666, 1078, "our Lord’:' let us keep our glad hymn for the day\nof His return. We are sinners, and have but too\noften held fellowship with the world of God’s\nenemies ; let us become purified by repentance, for\nit is written that ‘praise is unseemly in the mouth\nof a sinner.”\n\nThe leading feature, then, of Septuagesima, is the\ntotal suspension of the Alleluia, which is not to be\nagain heard upon the earth until the arrival of that\nhappy day, when, having suffered death with our\nJesus, and having been buried together with Him,\nwe shall rise again with Him to a new life.\n\nThe sweet hymn of the angels, Gloria in excelsis\nDeo, which we have sung every Sunday since the\nbirth of our Saviour in Bethlehem, is also taken\nfrom us; it is only on the feasts of the saints which\nmay be kept during the week that we shall be\nallowed to repeat it. The night Office of the Sunday\nis to lose also, from now till Easter, its magnificent\nAmbrosian hymn, the T’e Dewm; and at the end of\nthe holy Sacrifice, the deacon will no longer dis-\nmiss the faithful with his solemn Ite, Missa est, but\nwill simply invite them to continue their prayers in\nsilence, and bless the Lord, the God of mercy, who\nbears with us, notwithstanding all our sins.\n\nAfter the Gradual of the Mass, instead of the\nthrice repeated Alleluia, which prepared our hearts\nto listen to the voice of God in the holy Gospel, we\nshall hear but a mournful and protracted chant,\ncalled, on that account, the Tract.\n\nThat the eye, too, may teach us that the season\nwe are entering on is one of mourning, the Church\nwill vest her ministers (both on Sundays and on\nthe days during the week which are not feasts of\nsaints) in the sombre purple. Until Ash Wednes-\nday, however, she permits the deacon to wear his\ndalmatic, and the subdeacon his tunic; but from\n\f"], [373, 136, 249, 33, "SEPTUAGESIMA\n\f"], [137, 131, 116, 38, "\f"]]}