{"fn": "../vol4/lit_04_=-173.png", "blocks": [[493, 190, 344, 266, "temptation fall away. And\nthat which fell among thorns,\nare they who have heard, and\ngoing their way, are choked\nwith the cares and riches and\npleasures of this life, and yield\nno fruit. But that on the good\nground, are they, who in a good\nand very good heart hearing\nthe word, keep it, and bring\nforth fruit in patience.\n\f"], [179, 190, 309, 263, "tem in spinas cecidit, hi sun\nqui audierunt, et a sollici-\ntudinibus, et divitiis, et\nvoluptatibus vite, euntes,\nsuffocantur, et non referunt\nfructum. Quod autem in\nbonam terram : hi sunt, qui\nin corde bono et optimo\naudientes verbum retinent,\net fructum afferunt in pati-\nentia.\n\f"], [777, 189, 59, 26, "And\n\f"], [139, 478, 732, 830, "St. Gregory the Great justly remarks, that this\nparable needs no explanation, since eternal Wisdom\nHimself has told us its meaning. All that we have\nto do, is to profit by this divine teaching, and\nbecome the good soil, wherein the heavenly seed\nmay yield a rich harvest. How often have we,\n\n' hitherto, allowed it to be trampled on by them that\npassed by, or to be torn up by the birds of the air!\nHow often has it found our heart like a stone, that\ncould give no moisture, or like a thorn plot, that —\ncould but choke! We listened to the word of God;\nwe took pleasure in hearing it; and from this we\nargued well for ourselves. Nay, we have often re-\nceived this word with joy and eagerness. Some-\ntimes, even, it took root within us. But, alas! some-\nthing always came to stop its growth. Henceforth,\nit must both grow and yield fruit. The seed given\nto us is of such quality, that the divine Sower has a\nright to expect a hundred-fold. If the soil, that is,\nour heart, be good ; if we take the trouble to prepare\nit, by profiting of the means afforded us by the\nChurch ; we shall have an abundant harvest to show\nour Lord on that grand day, when, rising triumphant\nfrom His tomb, He will come to share with His\nfaithful people the glory of His Resurrection.\n\nInspirited by this hope, and full of confidence in\nHim who has once more thrown this seed into this\nlong ungrateful soil, let us sing with the Church, in\n\f"], [383, 134, 250, 34, "\" SEPTUAGESIMA\n\f"], [147, 129, 129, 39, "\f"]]}