{"fn": "../vol4/lit_04_=-191.png", "blocks": [[113, 195, 730, 1121, "saintly among us, have not only been stained with\noriginal sin; we have our actual sins to grieve over\nand do penance for. This should give us a higher\nappreciation of her, the one single member of the\nhuman family who never committed the slightest\nsin. Let us turn towards her, and give expression\nto our feelings.\n\nWe, O Mary! have corrupted our way; we have\ndisobeyed our Lord; we have broken His law; we\nhave preferred our own selfish gratifications to the\nservice we owed Him: but thou wast ever filled\nwith His holy love, and there passed not even a\nshadow of sin upon thy soul, O spotless mirror of\njustice and holiness! Virgin most faithful! the\ngrace of thy Son ever triumphed in thy heart.\nMystical rose! the fragrance of thy virtues un-\nceasingly ascended to His throne, changing only in\nits daily increase of sweetness. Tower of ivory!\nfair beyond measure, without one spot to mar thy\npurity! House of gold! thou didst ever reflect the\nprecious gifts of the Holy Ghost. Have pity, then,\nupon us, for we are sinners.\n\nWe have obliged our God to repent that He made\nus: but in thee, dear Mother, He has ever been well\npleased. Thou art the good land, wherein His\ndivine seed yielded its thousandfold of fruit: pray\nfor us, that He give fresh fertility to our hearts,\nand root up from them the thorns, which choke the\nheavenly plant. We are defiled by sin; may He,\nthrough the merits of the tears thou didst shed at\nthe foot of the cross, mercifully cleanse us. If thy  .\ndivine Son have already pardoned us, there are the\nconsequences of our sins, which still weaken and\nhumble us, like the sores of wounds that have been\ncured: take us, sweet Mother of our Jesus, under\nthe mantle of thy tender care. We have too little\ndread of sin; we are so often on the verge of offend-\ning our God; oh! get courage for these poor children\n\f"], [353, 144, 250, 34, "SEPTUAGESIMA\n\f"], [116, 139, 129, 40, "\f"]]}