{"fn": "../vol4/lit_04_=-338.png", "blocks": [[194, 1261, 570, 50, "ermon for the feast of SS. Perpetua and F'elicitas.\n2 Prov. xxxi. 10.\n\f"], [150, 205, 660, 1051, "test came, when the babe that fed at thy breas\nwas taken from thee in thy prison, even then thy\nlove was strong enough for the sacrifice, as was\nAbraham’s, when he had to immolate his Isaac.\n\nThy fellow-martyrs deserve our admiration ; they\nare so grand in their courage ; but thou, dear saint,\nsurpassest them all. Thy love makes thee more\nthan brave in thy sufferings, it makes thee forget\nthem. ‘ Where wast thou,’ we would ask thee in\nthe words of St. Augustine, ‘ where wast thou, that\nthou didst not feel the goading of that furious\nbeast, asking when it was to be, as though it had\nnot been? Where wast thou? What didst thou\n.see, that made thee see not this? On what wast\nthou feasting, that made thee dead to sense? What\nwas the love that absorbed, what was the sight that\ndistracted, what was the chalice that inebriated\nthee? And yet the ties of flesh were still holding\nthee, the claims of death were still upon thee, the\ncorruptible body was still weighing thee down !’!\nBut our Lord had prepared thee for the final\nstruggle, by asking sacrifice at thy hands. This\nmade thy life wholly spiritual, and gave thy soul to\ndwell, by love, with Him, who had asked thee for\nall and received it; and thus living in union with\nJesus, thy spirit was all but a stranger to the body\nit animated.\n\nIt was impatient to be wholly with its sovereign\nGood. Thy eager hand directs the sword that is to\nset thee free ; and as the executioner severs the last\ntie that holds thee, how voluntary was thy sacrifice,\nhow hearty thy welcome of death! Truly, thou\nwast the valiant, the strong woman, that con-\nqueredst the wicked serpent! Thy greatness of\nsoul has merited for thee a high place among the\nheroines of our holy faith, and for sixteen hundred\n\f"], [640, 1305, 114, 39, "a\n\f"], [195, 142, 645, 41, "MARCH 6. $8. PERPETUA AND FELIcITAs 321\n\f"]]}