{"fn": "../vol4/lit_04_=-327.png", "blocks": [[131, 185, 734, 1121, "from them; He asks them to give Him their lives,\nnay, more than their lives; and they obey with that\nsimplicity and devotedness which made Abraham\nmerit to be the father of believers.\n\nTheir two names, as St. Augustine observes, are &\npresage of what awaits them in heaven: a perpetual\nfelicity. The example they set of Christian forti-\ntude, is, of itself, a victory, which secures to the\ntrue faith a triumph in the land of Africa. St.\nCyprian will soon follow them, with his bold and\neloquent appeal to the African Christians, inspiring\nthem to die for their faith:.but his words, grand\nas they are, are less touching than the few pages\nwritten by the hand of the brave Perpetua, who,\nthough only twenty-two years of age, relates, with\nall the self-possession of an angel, the trials she had\nto go through for God; and when she has to hurry\noff to the amphitheatre, she puts her pen into\nanother’s hand, bidding him go on where she leaves\noff, and write the rest of the battle. As we read\nthese charming pages, we seem to be in the company\nof the martyrs; the power of divine grace, which\ncould produce such heroism amidst a people de-\nmoralized by paganism, appears so great that even\nwe grow courageous; and the very fact that the\ninstruments employed by God for the destruction of\nthe pagan world were frequently women, induces\nus to say with St. John Chrysostom: ‘I feel an\nindescribable pleasure in reading the “‘ Acts of the\nMartyrs”; but when the martyr is a woman, my\nenthusiasm is doubled. For the frailer the instru-\nment, the greater is the grace, the brighter the\ntrophy, the grander the victory; and this, not\nbecause of her weakness, but because the devil is\nconquered by her, by whom he once conquered us.\nHe conquered by a woman, and now a woman\nconquers him. She that was once his weapon, is\nnow his destroyer, brave and invincible. That first\n\f"], [367, 134, 250, 35, "SEPTUAGESIMA\n\f"], [130, 130, 132, 39, "\f"]]}