{"fn": "../vol4/lit_04_=-314.png", "blocks": [[336, 1268, 296, 31, "* Stromat,, lib. 11., cap. lv.\n\f"], [792, 1258, 21, 8, "\f"], [455, 1257, 19, 7, "\f"], [165, 1255, 22, 8, "\f"], [727, 1204, 86, 49, "water\nmystic\n\f"], [470, 1129, 345, 123, "O blessed Mathias ! spiritual\nEden! thou didst flow, like\na full river, from the divine\nfountain ; thou didst/—water\nthe earth with thy\n\f"], [155, 1127, 310, 121, "Mathia beate, Eden spiri-\ntualis, fontibus divinis ut\nfluvius inundans scaturisti,\net mysticis terram irrigasti\nrivulis, et illam fructiferam\n\f"], [381, 1095, 208, 32, "(Dee LX. Augustz)\n\f"], [445, 1062, 80, 25, "HYMN\n\f"], [119, 184, 729, 854, "of our holy apostle. One of these is so very appro-\npriate to the spirit of the present season, that we\nconsider it a duty to quote it. ‘It behoves us to\ncombat the flesh, and make use of it, without pam-\npering it by unlawful gratifications. As to the\nsoul, we must develop her power by faith and\nknowledge.\" How profound is the teaching con-\ntained in these few words! Sin has deranged the\norder which the Creator had established. It gave\nthe outward man such a tendency to grovel in\nthings which degrade him, that the only means left\nus for the restoration of the image and likeness of\nGod unto which we were created, is the forcible\nsubjection of the body to the spirit. But the spirit\nitself, that is, the soul, was also impaired by original\nsin, and her inclinations were made prone to evil ;\nwhat is to be her protection? Faith and knowledge.\nFaith humbles her, and then exalts and rewards\nher; and the reward is knowledge. Here we have\na summary of what the Church teaches us during\nthe two seasons of Septuagesima and Lent. Let us\nthank the holy apostle, on this his feast, for leaving\nus such a lesson of spiritual wisdom and fortitude.\nThe same traditions, which give us some slight\ninformation regarding the holy life of St. Mathias,\n\n. tell us that his apostolic labours were rewarded\nwith the palm of martyrdom. Let us celebrate his\ntriumph by the following stanzas, which are taken\nfrom the Menwa of the Greeks.\n\f"], [274, 131, 415, 36, "FEBRUARY 24. ST. MATHIAS\n\f"], [715, 126, 130, 40, "\f"]]}