{"fn": "../vol4/lit_04_=-300.png", "blocks": [[174, 1213, 361, 103, "t. Matt, xvi. 19.\n3 Acts xx. 28.\n5 Contra Parmenianum, lib. vii.\n7 In Annw. assumpt., serm. iv.\n\f"], [560, 1212, 241, 78, "2 St. John xxi. 15, 17.\n4 Scorptac., cap. x.\n6 Opp., tom. iii.\n\f"], [349, 150, 47, 23, "ST.\n\f"], [163, 148, 171, 26, "FEBRUARY 22.\n\f"], [399, 147, 338, 27, "PETERS CHAIR AT ANTIOCH\n\f"], [740, 145, 61, 29, "283\n\f"], [107, 194, 737, 1006, "Our Saviour said to Peter: ‘To thee will I give\nthe keys of the kingdom of heaven,” that is to say,\nof the Church. He said to him on another occasion :\n‘Feed My lambs, feed My sheep.’ So that Peter\nis prince; for, in the language of the sacred\nScriptures, keys denote princely power: he is also\npastor, and universal pastor ; for the whole flock is\ncomprised under the two terms, lambs and sheep.\nAnd yet there are other pastors in every portion of\nthe Christian world. The bishops, whom the Holy\nGhost hath placéd to rule the Church of God,®\ngovern, in his name, their respective dioceses, and\nare also pastors. How comes it that the keys,\nwhich were given to Peter, are found in other hands\nthan his? The Catholic Church explains the\ndifficulty to us by her tradition. She says to us, by\nTertullian : ‘Christ gave the keys to Peter, and\nthrough him to the Church.’* By St. Optatus of\nMilevum: ‘For the sake of unity, Peter was made\nthe first among all the apostles, and he alone\nreceived the keys, that he might give them to the\nrest.\" By St. Gregory of Nyssa: ‘It is through\nPeter that Christ gave to bishops the keys of their\nheavenly prerogative.’° By St. Leo the Great: ‘If\nour Lord willed that there should be something\ncommon to Peter and the rest of the princes of His\nChurch, it was only on this condition, that what-\nsoever He gave to the rest, He gave it to them\nthrough Peter.”\n\nYes, the episcopate is most sacred, for it comes\nfrom the hands of Jesus Christ through Peter and\nhis successors. Such is the unanimous teaching of\nCatholic tradition, which is in keeping with the\nlanguage used by the Roman pontiffs, from the\n\f"]]}