{"fn": "../vol4/lit_04_=-021.png", "blocks": [[128, 1049, 731, 255, "1 The Gallican liturgy had retained several usages of the\noriental Churches, to which it owed, in part, its origin:\nhence, it was not without some difficulty that the custom of\nfasting and abstaining on Saturdays was introduced into Gaul.\nUntil such time as the Churches of that country had adopted\nthe Roman custom, in that point of discipline, they were\nnecessitated to anticipate the fast of Lent. The first Council\nof Orleans, held in the early part of the sixth century, enjoins\nthe faithful to observe, before Easter, Quadragesima (as the\nLatins call Lent), and not Quinquagesima, ‘in order,’ says the\n\f"], [130, 181, 731, 858, "privii,and carnis privium sacerdotum, that is, priests’\ncarnival Sunday; but the term is to be understood\nin the sense of the announcement being made, on\nthat Sunday, of the abstinence having to begin on\nthe following day. We shall find, further on, that\na like usage was observed in the Greek Church on\nthe three Sundays preceding Lent. This law,\nwhich obliged the clergy to these two additional\ndays of abstinence, was in force in the thirteenth\ncentury, as we learn from a Council held at Angers,\nwhich threatens with suspension all priests who\nneglect to begin Lent on the Monday of Quinqua-\ngesima week.\n\nThis usage, however, soon became obsolete; and\nin the fifteenth century, the secular clergy, and even\nthe monks themselves, began the lenten fast, like\nthe rest of the faithful, on Ash Wednesday.\n\nThere can be no doubt that the original motive\nfor this anticipation—which, after several modifica-\ntions, was limited to the four days immediately\npreceding Lent—was to remove from the Greeks\nthe pretext of taking scandal at the Latins, who did\nnot fast fully forty days. Ratramnus, in his Con-\ntroversy with the Greeks, clearly implies it. But\nthe Latin Church did not think it necessary to\ncarry her condescension farther, by imitating the\nGreek ante-lenten usages, which originated, as we\nhave already said, in the eastern custom of not\nfasting on Saturdays.?\n\f"], [374, 130, 250, 35, "SEPTUAGESIMA\n\f"], [135, 127, 101, 37, "4\n\f"]]}