{"fn": "../vol4/lit_04_=-047.png", "blocks": [[174, 1270, 111, 34, "gesima,\n\f"], [176, 191, 661, 1112, "grace of God. Nay more: he has need of a victim\nof propitiation, which may appease the divine\nanger; he has need of a sacrifice, whereby to stay\nthe arm of God, which he knows is raised to punish\nhis sins.\n\nThis Victim is ready ; this infinitely efficacious\nSacrifice is prepared for us. ‘The Lamb of God,\nthat taketh away the sins of the world,’ is still on\nour earth. His birth has filled us with consolation ;\nthe joy we experienced as we stood near His crib,\nbut which has suddenly given place to thoughts the\nvery opposite of joy, will return to us, and be\ngreater than when we had it at Christmas, on the\nHaster day of His Resurrection : but in the interval,\nwhile awaiting the dawn of that bright day which\nis to lead us to our Jesus purified from our sins\nand vigorous with our new life, we may and must\ntrust that His merits will effect the regeneration of\nour souls. When, therefore, we would offer to our\nGod the sacrifice of ‘a contrite and humble heart,’\nlet us ensure its acceptance by going to the altar,\nand supplicating the Victim, who there offers Him-\nself for our sake, that He join His infinite merits\nwith our feeble works. When we leave the house\nof God, the weight of our sins will be lessened, our\nconfidence in divine mercy will be increased, and\nour love, renewed by compunction, will be firmer\nand truer.\n\nWe will now endeavour to embody these senti-\nments in our explanation of the mysteries of the\nholy Mass, and initiate the faithful into these\ndivine secrets; not, indeed, by indiscreetly pre-\nsuming to translate the sacred formule, but by\nsuggesting such acts as will enable those who hear\nMass to enter into the ceremonies and the spirit of\nthe Church and of the priest.\n\nOn the three Sundays, of Septuagesima, Sexa-\ngesima, jand Quinquagesima, the Mass is always\n\f"], [175, 191, 181, 59, "grace of God.\nof propitiatio\n\f"], [380, 135, 250, 34, "SEPTUAGESIMA\n\f"], [141, 131, 118, 39, "\f"]]}