{"fn": "../vol4/lit_04_=-240.png", "blocks": [[471, 1124, 342, 120, "Spare, O Lord, spare thy\npeople ; that having been justly\nchastised, they may find com-\nfort in thy mercy. Through\nChrist our Lord. Amen.\n\f"], [497, 1076, 316, 29, "Bow down your heads to God.\n\f"], [156, 1075, 310, 192, "Humiliate capita vestra\nDeo.\n\nParce Domine, parce po-\npulo tuo, ut dignis flagella-\ntionibus castigatus, in tua\nmiseratione respiret. Per\nChristum Dominum no-\nstrum. Amen.\n\f"], [158, 187, 662, 879, "The sacred Scriptures, the fathers, and theolo-\ngians, tell us that there are three eminent good\nworks which are, at the same time, works of penance:\nprayer, fasting, and almsdeeds. In the lessons\nshe gives us on these three days, which form as it\nwere the threshold of Lent, the Church instructs us\nupon these works. To-day it is prayer she recom-\nmends to us. Look at this centurion, who comes to\nour Saviour, beseeching Him to heal his servant.\nHis prayer is humble; in all the sincerity of his\nheart, he deems himself unworthy to receive Jesus\nunder his roof. His prayer is full of faith; he\ndoubts not for an instant that Jesus is able to\ngrant him what he asks. And with what ardour he\nprays! The faith of this Gentile is greater than\nthat of the children of Israel, and elicits praise\nfrom the Son of God. Such ought to be our prayer,\nwhen we solicit the cure of our souls. Let us\nacknowledge that we are not worthy to speak to\nGod, and yet, let us have an unshaken confidence\nin the power and goodness of Him, who only\ncommands us to pray that He may pour out His\nmercies upon us. The season we are now in is one\nof prayer; the Church redoubles her supplications ;\nit is for us that she makes them ; we must take our\nshare inthem. Let us, during this season of grace,\ncast off that languor which fastens on the soul at\nother times; let us remember that it is prayer\nwhich repairs the faults we have already committed,\nand preserves us from sin for the future.\n\f"], [245, 126, 610, 40, "THURSDAY AFTER ASH WEDNESDAY 228\n\f"]]}