{"fn": "../vol4/lit_04_=-085.png", "blocks": [[123, 1123, 731, 186, "And shall I, O my Jesus, confess thus the grievousness\nand multitude of my sins, without promising thee to sin no\nmore? Thou wishest this sinner to be reconciled with thee,\nthou desirest to press him to thy sacred Heart: and could he,\nwhilst thanking thee for this thy wonderful condescension,\nstill love the accursed cause which made him thine enemy ?\nNo, my infinitely merciful God, no! I will not, like my first\n\f"], [328, 1085, 313, 34, "ACT OF CONTRITION\n\f"], [121, 453, 730, 605, "During the season just past, I have often contemplated, O\nmy Jesus, thy coming from thy high throne into the bosom\nof Mary, thy uniting thy divine Person to our weak mortal\nnature, and thy being born in the crib of a poor stable. And\nwhen I thought on these humiliations of my God, they\ntaught me not only to love thee tenderly, but also to know\nmy own nothingness, for.I saw more clearly what an infinite\ndistance there is between the creature and his Creator; and\nseeing these prodigies of thy immense love, I gladly confessed\nmy own vileness. But now, dearest Saviour, 1 am led to\nconsider something far more humiliating than the lowliness\nof my nature. That nothingness should be but nothingness,\nis nota sin. No; itis my sins that appal me. Sin has so\nlong tyrannized over me ; its consequences are still upon me;\nit has given me such dangerous tendencies; and I am so\nweak in resisting its bidding. When my first parent sinned,\nhe hid himself, lest he should meet thee; and thou biddest\nme come unto thee, not to sentence me to the punishment I\ndeserve, but to give me, oh! such a mark of love—union with\nthyself! Can this be? Art thou not the infinitely holy God? I\nmust needs yield, and come, for thou art my sovereign Master ;\nand who is there that dares resist thy will? I come, then,\nhumbling myself, even to my very nothingness, before thee,\nand beseeching thee to pardon my coming, for I come because\nthou wilt have it so.\n\f"], [338, 414, 291, 35, "ACT OF HUMILITY\n\f"], [120, 183, 728, 208, "of such Communion, I believe, I consent, I bow down before\nthine infinite truth. Oh! can there be Communion between\nthe God of all holiness and a sinner such as 1? And yet\nthou assurest me that thou art verily coming to me! TI\ntremble, O eternal Truth, but I believe. I confess that thy\nlove of me is infinite, and that, having resolved to give thy-\nself to thy poor and sinful creature, thou wilt suffer no\nobstacle to stand in thy way!\n\f"], [359, 134, 252, 36, "SEPTUAGESIMA\n\f"], [121, 130, 119, 39, "\f"]]}