{"fn": "../vol4/lit_04_=-084.png", "blocks": [[648, 1306, 76, 28, "o—2\n\f"], [379, 1281, 203, 27, "1 St. Matt. vii. 8.\n\f"], [728, 1270, 23, 11, "\f"], [146, 841, 666, 434, "The signal grace which thou, O my God, hast granted to\nme, that I should know the wounds of my soul, has revealed\nto me the greatness of my misery. I have been taught how:\ndeep was the darkness that covered me, and how much I\nneeded thy divine light. But whilst the torch of faith has\nthus shown me the abyss of my own poor nature, it has also\ntaught me how wonderful are the works, which thy love of\nthy ungrateful creature has made thee undertake, in order\nthat thou mightest raise him up and save him. It was for\nme thou didst assume my human nature, and wast born at\nBethlehem ; it is for me that thou art soon to shed thy Blood\non the cross. Thou commandest me to believe these mira-\ncles of thy love. I do believe them, O my God, humbly and\ngratefully. I also believe, and with an equally lively faith,\nthat in a few moments thou art to give thyself to me in this\nineffable mystery of holy Communion. Thou sayest to me:\n‘This is my Body, this is my Blood’:—thy word is enough ;\nin spite of my unworthiness seeming to forbid the possibility\n\f"], [357, 801, 249, 34, "ACT OF FAITH\n\f"], [294, 749, 375, 38, "BEFORE COMMUNION\n\f"], [116, 194, 729, 535, "understanding our nothingness, our misery, and\nthe infinite holiness of the God who thus unites\nHimself with His sinful creatures. Henceforth,\nour heart shall be more truthful; blending together\nthe two sentiments of humility and confidence, we\nwill say, with an honest conviction, those words of\nthe centurion of the Gospel, which the Church puts\nupon our lips, when she is distributing to us the\nBread of life: ‘Lord, I am not worthy that thou\nshouldst enter under my roof; say but the word,\nand my soul shall be healed.’!\n\nWe will here give, as in the two preceding\nseasons, acts, which may serve as a preparation for\nholy Communion during these weeks of Septua-\ngesima. There are souls that feel the want of\nsome such assistance as this; and, for the same\nreason, we will add a form of thanksgiving for after\nCommunion. ‘ .\n\f"], [315, 143, 335, 34, "ON HOLY COMMUNION\n\f"], [727, 138, 116, 38, "\f"]]}