{"fn": "../vol4/lit_04_=-355.png", "blocks": [[472, 1046, 343, 267, "Frances, a noble lady oi\nRome, led a most virtuous life,\neven in her earliest years. She\ndespised all childish amuse-\nments, and worldly pleasures,\nher only delight being solitude\nand prayer. When eleven years\nold, she resolved on conse-\ncrating her virginity to God,\nand seeking admission into a\nmonastery. But she humbly\n\f"], [157, 1046, 309, 267, "Francisca, nobilis matrona\nromana, ab ineunte etate\nillustria dedit virtutum\nexempla: etenim pueriles\nludos, et ilecebras mundi\nrespuens, solitudine, et ora-\ntione magnopere delectaba-\ntur. Undecim annos nata\nvirginitatem suam Deo con-\nsecrare, et monasterium in-\ngredi proposuit. Parentum\n\f"], [121, 197, 728, 825, "world, where she had endured every sort of tribula-\ntion. But she had given her heart to her God long\nbefore she withdrew to the cloister. Her whole life\nhad been spent in the exercise of the highest Chris-\ntian perfection, and she had ever received from our\nLord the sublimest spiritual favours. Her amiable\ndisposition had won for her the love and admiration\nof her husband and children: the rich venerated\nher as their model, the poor respected her as their\ndevoted benefactress and mother. .\n\nGod recompensed her angelic virtues by these\ntwo special graces: the almost uninterrupted sight\nof her guardian angel, and the most sublime reve-\nlations. But there is one trait of her life, which\nis particularly striking, and reminds us forcibly of\nSt. Elizabeth of Hungary, and of St. Jane Frances\nChantal: her austere practices of penance. Such\nan innocent, and yet such a mortified, life is full of\ninstruction for us. How can we think of murmur-\ning against the obligation of mortification, when we\nfind a saint like this practising it during her whole\nlife? True, we are not bound to imitate her in the\nmanner of her penance; but penance we must do, if\nwe would confidently approach that God who readily\npardons the sinner when he repents, but whose\njustice requires atonement and satisfaction.\n\nThe Church thus describes the life, virtues, and\nmiracles of St. Frances.\n\f"], [359, 146, 251, 35, "SEPTUAGESIMA\n\f"], [123, 141, 130, 38, "\f"]]}