{"fn": "../vol4/lit_04_=-023.png", "blocks": [[314, 1281, 169, 31, "\" Cap. Hz duo.\n\f"], [495, 1280, 204, 27, "De consec, Dist. 1.\n\f"], [174, 1099, 663, 182, "HE season upon which we are now entering 18\nexpressive of several profound mysteries. But these\nmysteries belong not only to the three weeks which\nare preparatory to Lent: they continue throughout\nthe whole period of time which separates us from\nthe great feast of Haster.\n\f"], [175, 1098, 69, 32, "THE\n\f"], [554, 1003, 136, 32, "SECOND\n\f"], [317, 1003, 236, 32, "CHAPTER THE\n\f"], [858, 401, 21, 11, "\f"], [172, 199, 663, 765, "This Pope was but renewing a rule already sanc-\ntioned, in that same century, by Pope Leo IX., and\ninserted in the body of Canon Law.?\n\nThus was the present important period of the\nliturgical year, after various changes, established in\nthe cycle of the Church. It has been there upwards\nof a thousand years. Its name, Septuagesima\n(seventy), expresses, as we have already remarked,\na@ numerical relation to Quadragesima (the forty\ndays) ; although, in reality, there are not .seventy\nbut only sixty-three days from Septuagesima Sunday\nto Easter. We will speak of the mystery of the\nname in the following chapter. The first Sunday\nof Lent being called Quadragesima (forty), each of\nthe three previous Sundays has a name expressive\nof an additional ten ; the nearest to Lent, Quinqua-\ngesima (fifty) ; the middle one, Sexagesima (sixty) ;\nthe third, Septuagesima (seventy).\n\nAs the season of Septuagesima depends upon the\ntime of the Easter celebration, it comes sooner or\nlater according to the changes of that great feast.\nJanuary 18 and February 22 are called the ‘Septua-\ngesima keys,’ because the Sunday, which is called\nSeptuagesima, cannot be earlier in the year than\nthe first, nor later than the second, of these two\ndays.\n\f"], [271, 1051, 467, 36, "THE MYSTERY OF SEPTUAGESIMA\n\f"], [375, 146, 249, 34, "SEPTUAGESIMA\n\f"], [136, 140, 103, 37, "6\n\f"]]}