{"fn": "../vol4/lit_04_=-143.png", "blocks": [[871, 978, 17, 7, "\f"], [150, 180, 667, 1106, "which the scribes and pharisees would show at the\nGentiles being adopted as God’s children. Then\nHe shows them how their jealousy would be\nchastised: Israel, that had laboured before us, shall\nbe rejected for their obduracy of heart, and we\nGentiles, the last comers, shall be made jist, for\nwe shall be made members of that Catholic Church,\nwhich is the bride of the Son of God. :\n\nThis is the interpretation of our parable given by\nSt. Augustine and St. Gregory the Great, and by\nthe generality of the holy fathers. But it conveys\na second instruction, as we are assured by the two\nholy doctors just named. It signifies the calling\ngiven by God to each of us individually, pressing\nus to labour, during this life, for the kingdom\nprepared for us. The morning is our childhood.\nThe third hour, according to the division used by\nthe ancients in counting their day, is sunrise; it is\nour youth. The sixth hour, by which name they\ncalled our midday, is manhood. The eleventh hour,\nwhich immediately preceded sunset, is old age.\nThe Master of the house calls His labourers at all\nthese various how's. They must go that very hour.\nThey that are called in the morning may not put\noff their starting for the vineyard, under pretext of\ngoing afterwards, when the Master shall call them\nlater on. Who has told them that they shall live\nto the eleventh hour? They that are called at the\nthird hour may be dead at the sixth. God will call\nto the labours of the last hour such as shall be\nliving when that hour comes; but, if we should die\nat midday, that last call will not avail us. Besides,\nGod has not promised us a second call, if we excuse\nourselves from the first.\n\nAt the Offertory, the Church invites us to cele-\nbrate the praises of God. God has mercifully granted\nus, that the hymns we sing to the glory of His nanie\nshould be our consolation in this vale of tears.\n\f"], [363, 125, 249, 33, "SEPTUAGESIMA\n\f"], [127, 119, 129, 39, "\f"]]}