{"fn": "../vol4/lit_04_=-323.png", "blocks": [[140, 186, 734, 1120, "much we have loved it! If we have gone so far as\nto make it our idol, we must now break what we\nhave adored, and give our service to the sovereign\nLord, who alone has a right to it. When we read\nthe lives of the saints, and find that persons who\nwere in the ordinary walks of life practised extra-\nordinary virtues, we are inclined to think that they\nwere not exposed to great temptations, or that the\nmisfortunes they met with in the world made them\ngive themselves up unreservedly to God’s service.\nSuch interpretations of the actions of the saints are\nshallow and false, for they ignore this great fact,\nthat there is no condition or state, however humble,\n. in which man has not to combat the evil inclina-\ntions of his heart, and that corrupt nature alone is\nstrong enough to lead him to sin. But in such a\nsaint as Casimir we have no difficulty in recognizing\nthat all his Christian energy was from God, and\nnot from any natural source; and we rightly\nconclude that we, who have the same good God, may\nwell hope that this season of spiritual regeneration\nwill change and better us. Casimir preferred death\nto sin. But is not every Christian bound to be\nthus minded every hour of the day? And yet, such\nis the infatuation produced by the pleasures or\nadvantages of this present life, that we every day\nsee men plunging themselves into sin, which is the\ndeath of the soul; and this, not for the sake of\nsaving the life of the body, but for a vile and\ntransient gratification, which is oftentimes contrary\nto their temporal interests. What stronger proof\ncould there be than this, of the sad effects produced\nin us by original sin? The examples of the saints\nare given us as a light to lead us in the right path,\nlet us follow it, and we shall be saved. Besides, we\nhave a powerful aid in their merits and intercession:\nlet us take courage at the thought that these friends\nof God have a most affectionate compassion for us\n\f"], [375, 136, 250, 34, "SEPTUAGESIMA\n\f"], [138, 131, 131, 39, "\f"]]}