{"fn": "../vol4/lit_04_=-185.png", "blocks": [[432, 1273, 117, 26, "? Ps. uw 2.\n\f"], [163, 1005, 659, 264, "empire.\n\nAnd we, the western nations, if we return not to\nthe Lord our God, shall we be spared? Shall the\nflood-gates of heaven’s vengeance, the torrent of\nfresh Vandals, ever be menacing to burst upon us,\nyet never come? Where is the country of our own\nEurope, that has not corrupted its way, as in the\ndays of Noah? that has not made conventions\nagainst the Lord and against His Christ ?! that has\n\f"], [163, 190, 662, 817, "eminent In crime as it was in power. conquered\nthe world, and then corrupted it. Idolatry and\nimmorality were the civilization it gave to the\nnations which had come under its sway. Christi-\nanity could save individuals in the great empire,\nbut the empire itself could not be made Christian.\nGod let loose upon it the deluge of barbarians.\nThe stream of the wild invasion rose to the very\ndome of the Capitol; the empire was engulfed.\nThe ruthless ministers of divine justice were con-\nscious of their being chosen for this mission of\nvengeance, and they gave themselves the name of\n‘ God’s scourge.’\n\nWhen, later on, the Christian nations of the\neast had lost the faith which they themselves had\ntransmitted to the western world; when they had\ndisfigured the sacred symbol of faith by their\nblasphemous heresies ; the anger of God sent upon\nthem, from Arabia, the deluge of Mahometanism.\nIt swept away the Christian Churches, that had\nexisted from the very times of the apostles. Jeru-\nsalem, the favoured Jerusalem, on which Jesus had\nlavished His tenderest love, even she became a\nvictim to the infidel hordes. Antioch and Alex-\nandria, with their patriarchates, were plunged into\nthe vilest slavery; and at length Constantinople,\nthat had so obstinately provoked the divine indig-\nnation, was made the very capital of the Turkish\n\f"], [644, 187, 183, 118, "it conquered\nIdolatry and\ngave to the\nvay. Christi-\n\f"], [370, 133, 250, 33, "SEPTUAGESIMA\n\f"], [135, 128, 129, 39, "\f"]]}