{"fn": "../vol4/lit_04_=-178.png", "blocks": [[163, 1214, 121, 26, "pravorum\n\f"], [480, 1092, 347, 148, "Behold, now are close at\nhand those days of salvation,\nwhich the cycle of the year\nbrings round to us, and in\nwhich we desire, by the exer-\ncise of salutary abstinence, to\n\f"], [162, 1091, 313, 146, "cce jam in proximo sunt\ndies illi salutis, in quibus\nrevoluto anni circulo, per\nsalutaris abstinentis opus,\nremedia cupimus suscipere\nactuum nostro-\n\f"], [551, 1268, 220, 64, "2 Gen. vi. 6.\n11\n\f"], [226, 1268, 235, 39, "\f"], [675, 1249, 114, 18, "\f"], [203, 1247, 445, 20, "_ Pa el\n\f"], [266, 1048, 455, 39, "(Dominica ante carnes tollendas.)\n\f"], [421, 1010, 150, 34, "MISSA\n\f"], [129, 881, 729, 106, "We find the following liturgical formula in the\nMozarabic missal. Nothing could be more appro-\npriate to the season of Septuagesima.\n\f"], [127, 187, 731, 680, "hearts. God had offered them His grace, whereby\nthey were enabled to conquer pride and concupis-\ncence. The merits of the Redeemer to come were\neven then present to divine justice, and the Lamb,\nslain, as St. John tells us, from the beginning of\nthe world,! applied the merits of His Blood to this\nas to every generation which existed before the\ngreat Sacrifice was really immolated. Each indi-\nvidual of the human family might have been just,\nas Noah was, and, like him, have found favour with\nthe Most High; but the thought of their heart was\nbent upon evil, and not upon good, and the earth\nbecame peopled with enemies of God. Then it was\nthat it repented God that He had made man,? as\nthe sacred Scripture forcibly expresses it. He\ndecreed that man’s life on earth should be shortened,\nin order that the thought of death might be ever\nbefore us. He, moreover, resolved to destroy, by a\nuniversal deluge, the whole of this perverse genera-\ntion, saving only one family. The world would thus\nbe renewed, and man would learn from this awful\nchastisement to serve and love this his sovereign\nLord and God.\n\f"], [266, 137, 450, 35, "MONDAY OF SEXAGESIMA WEEK\n\f"], [726, 132, 127, 40, "\f"]]}