{"fn": "../vol4/lit_04_=-031.png", "blocks": [[187, 1238, 197, 50, "Ps. vi. 3. 7\n4 St. Matt. xi. 12.\n\f"], [580, 1237, 207, 51, "t. Mark xi. 37.\n5 Keclus. v. 5.\n\f"], [368, 1237, 154, 28, "*| Ps. cu. 8, 5.\n\f"], [156, 180, 665, 1049, "and seek no remedy. We despair of a sick man\nwho will not be persuaded that he is in danger.\nNo: let us run to our Lord, the physician of eternal\nsalvation. Let us show Him our wounds, and cry;\nout to Him with all our earnestness: ‘Have mercy.\non me, O Lord, for I am weak: heal me, for my\nbones are troubled.”! Then will He forgive us our\niniquities, heal us of our infirmities, and satisfy our\ndesire with good things.’?\n\nFrom all this it is evident that the Christian,\nwho would spend Septuagesima according to the\nspirit of the Church, must make war upon that\nfalse security, that self-satisfaction, which are so\ncommon to effeminate and tepid souls, and produce\nspiritual barrenness. It is well for them, if these\ndelusions do not insensibly lead them to the\nabsolute loss of the true Christian spirit. He that\nthinks himself dispensed from that continual watch-\nfulness, which is so strongly inculcated by our\ndivine Master,’ is already in the enemy’s power..\nHe that feels no need of combat and of -struggle in\norder to persevere and make progress. in virtue\n(unless he have been honoured with a privilege,\nwhich is both rare and dangerous), should fear that\nhe is not even on the road to that kingdom of God,\nwhich is only to be won by violence. He that\nforgets the sins which God’s mercy has forgiven\nhim, should fear lest he be the victim of a dangerous\ndelusion.© Let us, during these days which we are\ngoing to devote to the honest unflinching contem-\nplation of our miseries, give glory to our God, and\nderive from the knowledge of ourselves fresh\nmotives of confidence in Him, who, in spite of all\nour wretchedness and sin, humbled Himself so low\nas to become one of us, in order that He might\nexalt us even to union with Himself.\n\f"], [360, 125, 250, 34, "SEPTUAGESIMA\n\f"], [124, 122, 114, 37, "\f"]]}