{"fn": "../vol4/lit_04_=-139.png", "blocks": [[135, 190, 729, 1091, "recollections of which we are this day reminded.\nHe tells us that. this world is a race, wherein all\nmust run; but that they alone win the prize, who\nrun well. Let us, therefore, rid ourselves of every-\nthing that could impede us, and make us lose our\ncrown. Let us not deceive ourselves: we are never\nsure, until we reach the goal. Is our conversion\nmore solid than was St. Paul’s? Are our good\nworks better done, or more meritorious, than were\nhis? Yet he assures us that he was not without\nthe fear that he might perhaps be lost; for which\ncause he chastised his body, and kept it in subjec-\ntion to the spirit. Man, in his present state, has\nnot the same will for all that is right and just,\nwhich Adam had before he sinned, and which, not-\nwithstanding, he abused to his own ruin. We have\na bias which inclines us to evil; so that our only\nmeans of keeping our ground is to sacrifice the flesh\nto the spirit. To many this is very harsh doctrine ;\nhence, they are sure to fail; they never can win the\nprize. Like the Israelites spoken of by our apostle,\nthey will be left behind to die in the desert, and so\n\n‘ lose the promised land. Yet they saw the same\nmiracles that Josue and Caleb saw! So true is it\nthat nothing can make a salutary impression on a\nheart which is obstinately bent on fixing all its\nhappiness in the things of this present life; and\nthough it is forced, each day, to own that they are\nvain, yet each day it returns to’ them, vainly but\ndeterminedly loving them.\n\nThe heart, on the contrary, that puts its trust in\nGod, and mans itself to energy by the thought of\nthe divine assistance being abundantly given to him\nthat asks it, will not flag or faint in the race, and\nwill win the heavenly prize. God’s eye is un-\nceasingly on all them that toil and suffer. These\nare the truths expressed in the Gradual.\n\f"], [373, 140, 250, 35, "SEPTUAGESIMA\n\f"], [138, 134, 129, 41, "\f"]]}