{"fn": "../vol4/lit_04_=-153.png", "blocks": [[148, 1158, 309, 149, "Angelorum ordines, pa-\nradisi ornamenta, et plan-\ntarum que illic sunt decus,\nme fraude misera abductum\net a Deo longius digressum\nlugete.\n\f"], [463, 993, 344, 314, "Unhappy me! thou hadst\nladen me, O Lord, with hon-\nours in Eden. But, alas! I\nwas led into sin; I became a\nvictim to the envy of the devil ;\nI have been driven from thy\nface.\n\nO ye choirs of angels! ye\nthat give paradise such beauty,\nand to its flowers their loveli-\nness ; weep over me the dupe of\nwretched craft, now far from\nyour God.\n\f"], [149, 993, 309, 148, "Miser ego, honore a te,\nDomine, in Eden affectus\nfui: hei mihi! quomodo in\nerrorem inductus, et dia-\nbolica invidia appetitus, de-\npulsus sum e facie tua ?\n\f"], [294, 951, 369, 35, "N DOMINICA TYROPHAGI\n\f"], [116, 191, 728, 765, "As long as God dwells in the creature, whom He\nhas raised to the supernatural state, his being is\ncomplete; but, let that creature drive his God\naway from himself by sin, and he finds himself in\na state worse than nothing—the state of evil.\nThat soul which, a moment before, was so beautiful\nand pure, is a hideous wreck. Thus is it with our\nfirst parents: they stand alone; creatures without\nGod; and an intolerable shame seizes them. They\nthought to become gods, they aspired at infinite\nbeing; see them now :—-sinners, the prey of concu-\npiscence. Hitherto, their innocence was their all-\nsufficient garb; the world was obedient to them;\nthey knew not how to blush, and there was nothing\nto make them fear; but now, they tremble at their\nnakedness, and must needs seek a place wherein to\nide !\n\nThe same self-love that had worked their ruin,\nhad made them forget the greatness and goodness\nof God, and despise His commandment. Now that\nthey have committed the great sin, the same blind-\nness prevents them from even thinking of confess-\ning it, or asking the forgiveness of the Master they\nhave offended. A sullen fear possesses them.\nThey can think of nothing but how and where to\nhide!\n\f"], [356, 142, 249, 34, "SEPTUAGESIMA\n\f"], [122, 136, 128, 38, "\f"]]}