{"fn": "../vol4/lit_04_=-359.png", "blocks": [[118, 168, 731, 1122, "of old compared with thee! Thy fidelity to the\nduties of thy state, and all thy saintly actions, had\nGod for their one single end and motive. The\nworld looked on thee with amazement, as though\nheaven had lent one of its angels to this earth.\nHumility and penance put such energy into thy\nsoul, that every trial was met and mastered. Thy\nlove for those whom God Himself had given thee,\nthy calm resignation and interior joy under tribula-\ntion, thy simple and generous charity, to every\nneighbour—all was evidence of God’s dwelling\nwithin thy soul. Thy seeing and conversing with\nthy angel guardian, and the wonderful revelations\ngranted thee of the secrets of the other world, how\nmuch these favours tell us of thy merits! Nature\nsuspended her laws at thy bidding; she was sub-\nservient to thee, as to one that was already face to\nface with the sovereign Master, and had the power\nto command. We admire these privileges and gifts\ngranted thee by our Lord; and now beseech thee to\nhave pity on us, who are so far from being in that\npath, in which thou didst so perseveringly walk.\nPray for us, that we may be Christians, practically\nand earnestly ; that we may cease to love the world\nand its vanities; that we may courageously take up\nthe yoke of our Lord, and do penance; that we\nmay give up our pride ; that we may be patient and\nfirm under temptation. Such was thy influence\nwith our heavenly Father, that thou hadst but to\npray, and a vine produced the richest clusters of\nfruit, even in the midst of winter. Our Jesus calls\nHimself the true Vine; ask Him to give us of the\nwine of His divine love, which His cross has so\nrichly prepared for us. When we remember how\nfrequently thou didst ask Him to let thee suffer,\nand accept thy sufferings for poor sinners, we feel\nencouraged to ask thee to offer thy merits to Him\nfor us. Pray, too, for Rome, thy native city, that\n\f"], [356, 120, 249, 34, "SEPTUAGESIMA\n\f"], [119, 113, 132, 39, "\f"], [525, 74, 91, 21, "Fe\n\f"]]}