{"fn": "../vol4/lit_04_=-281.png", "blocks": [[687, 1289, 95, 25, "ee\n\f"], [125, 167, 740, 1122, "dying breath. The martyr and the nun are sisters\nnow in the Heart of Him they both so bravely\nloved.\n\nGod, in His infinite wisdom, gave to St. Benedict\na faithful co-operatrix, a sister of such angelic\ngentleness of character, that she would be a sort of\ncounterpoise to the brother, whose vocation, as the\nlegislator of monastic life, needed a certain dignity\nof grave and stern resolve. We continually meet\nwith these contrasts in the lives of the saints; and\nthey show us that there is a link, of which flesh\nand blood know nothing; a link which binds two\nsouls together, gives them power, harmonizes their\ndifferences of character, and renders each complete.\nThus it is in heaven with the several hierarchies of\nthe angels; a mutual love, which is founded on\nGod Himself, unites them together, and makes\nthem live in the eternal happiness of the tenderest\nbrotherly affection.\n\nScholastica’s earthly pilgrimage was not a short\none; and yet it has left us but the history of the\ndove, which told the brother, by its flight to heaven,\nthat his sister had reached the eternal home before\nhim. We have to thank St. Gregory the Great for\neven this much, which he tells us as a sequel to the\nholy dispute she had with Benedict, three days pre-\nvious to her death. But how admirable is the por-\ntrait thus drawn in St. Gregory’s best style! We\nseem to understand the whole character of Scholas-\ntica :—an earnest simplicity, and a child-like eager-\nness for what was worth desiring; an affectionate\nand unshaken confidence in God; a winning per-\nsuasiveness, where there was opposition to God’s\nwill, which, when it met such an opponent as Bene-\ndict, called on God to interpose, and gained its\ncause. The old poets tell us strange things about\nthe swan, how sweetly it can sing when dying; how\nlovely must have been the last notes of the dove of\n\f"], [377, 121, 249, 35, "SEPTUAGESIMA\n\f"], [139, 116, 130, 39, "\f"]]}