{"fn": "../vol4/lit_04_=-203.png", "blocks": [[502, 1249, 341, 54, "Ps. In thee, O Lord, have I\nhoped, let me never be con-\n\f"], [500, 1083, 344, 147, "Be thou unto me a God, a\nprotector, and a house of re-\nfuge, to save me; for thou art\nmy strength, and my refuge;\nand for thy name’s sake thou\nwilt lead me, and nourish me.\n\f"], [186, 1083, 310, 218, "sto mihi in Deum pro-\ntectorem, et in locum refu-\ngii, ut salvum me facias:\nquoniam firmamentum me-\num, et refugium meum es\ntu: et propter nomen tuum\ndux mihi eris et enutries me.\nPs. In te, Domine, spe-\nravi, non confundar in eter-\n\f"], [428, 1040, 175, 34, "\f"], [149, 533, 729, 511, "The station is in the church of St. Peter, on the\nVatican. The choice was suggested, as we learn\nfrom the Abbot Rupert’s ‘Treatise on the Divine\nOffices,’ by the lesson of the Law given to Moses,\nwhich used then to be read in this Sunday’s Office.\nMoses was looked upon, by the early Christians of\nRome, as a type of St. Peter. The Church having,\nsince that time, substituted the vocation of Abra-\nham for the passage from Exodus (which is now\ndeferred till Lent), the station for this Sunday is\nstill in the basilica of the prince of the apostles,\nwho was prefigufed also by Abraham, the father of\nbelievers.\n\nThe Introit is the prayer of mankind, blind and\nwretched as the poor man of Jericho; it asks for\npity from its Redeemer, and beseeches Him to\nguide and feed it.\n\f"], [435, 494, 157, 36, "MASS\n\f"], [148, 195, 728, 302, "desired to be cured and to see. The Church wishes\nus to have a like desire, and she promises us that it\nshall be granted.\n\nIn the Greek Church, this Sunday is called\nTyrophagos, because it is the last day on which is\nallowed the use of white meats, or, as we call them,\nmilk-meats. Beginning with to-morrow, it is for-\nbidden to eat them, for Lent then begins, and with\nall the severity wherewith the oriental Churches\nobserve it.\n\f"], [385, 140, 249, 34, "SEPTUAGESIMA\n\f"], [150, 134, 129, 39, "\f"]]}