{"fn": "../vol4/lit_04_=-238.png", "blocks": [[174, 849, 662, 471, "eternity begins. e Church's intention in thus\nreminding us of our mortality, is to put us on our\nguard against the allurements of this short life, and\nurge us to earnestness in the great work of regene-\nration, for which she has been preparing us during\nthese last three weeks. How many there are of\nthose who yesterday received the ashes, who will\nnever see the joys of Easter, at least in this world!\nTo them, the ceremony has been a prediction of\nwhat is to happen to them, perhaps before the\nmonth is out. And yet the very same words that\nwere pronounced over them, were said to us. May\nnot we ourselves be of the number of those who\nare thus soon to be victims of death? In this\nuncertainty, let us gratefully accept the warning,\nwhich our Jesus came down from heaven to give\n\f"], [168, 411, 662, 469, "Yesterday, the Church spoke to us upon the cer-\ntainty of death. Die we must: we have not only\nGod’s infallible word for it, but no reasonable man\ncould ever entertain the thought that he was to be\nan exception to the rule. But if the fact of our\ndeath be certain, the day on which we are to die is\nalso fixed. God, in His wisdom, has concealed the\nday from us; it becomes our duty not to be taken\nby surprise. This very night, it might be said to\nus, as it was to Ezechias: Take order with thy house,\nfor thou shalt die. We ought to spend each day, as\nthough it were to be our last. Were God even to\ngrant us, as He did to the holy king of Juda, a pro-\nlongation of life, we must come, sooner or later, to\nthat last hour, beyond which there is no time, and\n\f"], [167, 350, 141, 51, "tegam eam\nomnipotens.\n\f"], [481, 205, 345, 195, "have heard thy prayer, and\n\nhave seen thy tears: behold\nI will add to thy days fifteen\nyears: and-I will deliver thee\nand this city out of the hands\nof the king of the Assyrians,\nand I will protect it, saith the\nLord almighty.\n\f"], [165, 205, 312, 168, "divi orationem tuam, et vidi\nlacrymas tuas: ecce ego ad-\njiciam super dies tuos quin-\ndecim annos: et de manu\nregis Assyriorum eruam te,\net civitatem istam, et pro-\ntegam eam) ait Dominus\n\f"], [248, 143, 610, 40, "THURSDAY AFTER ASH WEDNESDAY 221\n\f"]]}