{"fn": "../vol4/lit_04_=-301.png", "blocks": [[613, 1258, 196, 51, "bvd., XX1X.\n8 Ibid, ii.\n\f"], [202, 1257, 188, 51, "pist. XXXIIL.\n4 [bid., xxx.\n\f"], [455, 1256, 115, 27, "* Ibid., x.\n\f"], [175, 200, 666, 1052, "earliest ages, who have always spoken of the dignity\nof bishops as consisting in their being ‘called to a\nshare of their own solicitude.’ Hence St. Cyprian\ndoes not hesitate to say that ‘our Saviour, wishing\nto establish the episcopal dignity and constitute\nHis Church, says to Peter: ‘To thee will I give the\nkeys of the kingdom of heaven”; and here we\nhave both the institution of bishops, and the con-\nstitution of the Church.’! This same doctrine is\nclearly stated in a letter written to Pope St. Sym-\nmachus by St. Cesarius of Arles, who lived in the\nfifth century: ‘The episcopate flows from the\nblessed apostle Peter; and consequently, it belongs\nto your holiness to prescribe to the several Churches\nthe rules which they are to follow.’? This funda-\nmental principle, which St. Leo the Great has so\nably and eloquently developed (as we have seen on\nthe feast of the chair at Rome, January 18), this\nprinciple, which is taught us by universal tradition,\nis laid down with all possible precision in the\nmagnificent letters, still extant, of Pope St. Inno-\ncent I., who preceded St. Leo by several years.\nThus he writes to the Council of Carthage, that\n‘the episcopate, with all its authority, emanates\nfrom the apostolic see’;* to the Council of Milevum,\nthat ‘ bishops must look upon Peter as the source\nwhence both their name and their dignity are\nderived ’;* to St. Victricius, bishop of Rouen, that\n‘the apostolate and the episcopate both owe their\norigin to Peter.’®\n\nControversy is not our object. All we aim at by\ngiving these quotations from the fathers on the\nprerogatives of Peter’s chair, is to excite the faith-\nful to be devoted to it and venerate it. This we\nhave endeavoured to do, by showing them that this\nchair is the source of the spiritual authority, which,\n\f"], [387, 143, 249, 35, "SEPTUAGESIMA\n\f"], [149, 137, 132, 40, "\f"]]}