{"fn": "../vol4/lit_04_=-086.png", "blocks": [[109, 568, 741, 609, "Such is thy love for us in this world, O my Jesus, that, as\nthou thyself sayest, thou art come not to judge, but to save.\nI should not satisfy thee, in this happy Communion hour,\nwere I to offer thee but this salutary fear, which has led me\nto thy sacred feet, and this shame-stricken conscience, which\nmakes me tremble in thy holy presence. The visit thou art\nabout to pay me is a visit of love. The Sacrament, which is\ngoing to unite me to thee, is the Sacrament of thy love.\nThou, my good Shepherd, hast said, that he loves most, who\nhas been forgiven most. My heart then must dare to love\nthee ; it must love thee with all its warmth ; the very recollec-\ntion of its past disloyalty must make its loving thee doubly\nneeded and doubly fervent. Ah! sweet Lord! See this\npoor heart of mine ; strengthen it, console it, drive away its\nfears, make it feel that thou art its Jesus! It has come\nback to thee, because it feared thee; if it love thee, it will\nnever again leave thee.\n\nAnd thou, O Mary, refuge of sinners, help me to love him,\nwho is thy Son, and our Brother. Holy angels! ye who live\neternally on that love, which has never ceased to glow in\nyour mighty spirits, remember, I reverently pray yor that\nthis God created me, as he did you, that I might love him.\nAll ye holy saints of God! I beseech you, by the love where-\nwith ye are inebriated in heaven, graciously give me a thought,\nand prepare now my heart to be united with him. Amen.\n\f"], [363, 530, 240, 34, "ACT OF LOVE\n\f"], [115, 198, 733, 322, "parent, seek to escape thy justice, but, like the prodigal son,\nI will arise and go to my Father ; like Magdalene, I will take\ncourage and enter the banquet hall ; and, though trembling\nat the sight of my sins, I will comply with thy loving invita-\ntion. My heart has no further attachment to sin, which I\nhate and detest as the enemy of thy honour and of my own\nhappiness. I am resolved to shun it from this time forward,\nand to spare no pains to free myself from itstyranny. There\nshall be no more of that easy life which chilled my love, nor\nof that studied indifference which dulled my conscience, nor\nof those dangerous habits which led me to stray from my\nloyalty to thee. Despise not, O God, this my humble and\ncontrite heart.\n\f"], [317, 147, 335, 35, "ON HOLY COMMUNION\n\f"], [730, 142, 119, 40, "\f"]]}