{"fn": "../vol4/lit_04_=-039.png", "blocks": [[161, 1210, 659, 91, "Then say to our blessed Lady the following\nanthem, which the Church uses from the feast of\nthe Purification to Easter :\n\f"], [161, 1101, 658, 104, "O my God, I love thee with my whole heart and above a\nthings, because thou art the sovereign Good: I would rather\nlose all things than offend thee. For thy love also, I love and\ndesire to love my neighbour as myself.\n\f"], [385, 1068, 206, 25, "ACT OF CHARITY\n\f"], [157, 895, 661, 150, "O my God, knowing thy almighty power, and thy infinite\ngoodness and mercy, I hope in thee that, by the merits of the\nPassion and death of our Saviour Jesus Christ, thou wilt\ngrant me eternal life, which thou hast promised to all such as\nshall do the works of a good Christian ; and these I resolve to\ndo by the help of thy grace.\n\f"], [403, 864, 173, 24, "ACT OF HOPE\n\f"], [157, 757, 659, 97, "O my God, I firmly believe whatsoever the holy Catholic\napostolic Roman Church requires me to believe: I believe it,\npesenee thou hast revealed it to her, thou who art the very\ntruth.\n\f"], [398, 723, 179, 25, "ACT OF FAITH\n\f"], [156, 344, 659, 222, "O my God, I am exceedingly grieved for having offended\nthee, and with my whole heart I repent of the sins I have\ncommitted : I hate and abhor them above every other evil, not\nonly because, by so sinning, I have lost heaven and deserved\nhell, but still more because I have offended thee, O infinite\nGoodness, who art worthy to be loved above all things. I\nmost firmly resolve, by the assistance of thy grace, never\nmore to offend thee for the time to come, and to avoid those\noccasions which might lead me into sin.\n\f"], [364, 312, 242, 25, "ACT OF CONTRITION\n\f"], [122, 570, 729, 135, "You may then add the acts of faith, hope, and\ncharity, to the recitation of which Pope Bene-\ndict XIV. has granted an indulgence of seven years\nand seven quarantines for each time.\n\f"], [121, 189, 728, 100, "trition, and then give expression to your sorrow by\nthe following act which we have taken from the\nvenerable Cardinal Bellarmine’s catechism :\n\f"], [358, 138, 251, 35, "SEPTUAGESIMA\n\f"], [120, 132, 117, 40, "| 22\n\f"]]}