{"fn": "../vol4/lit_04_=-278.png", "blocks": [[478, 1266, 344, 56, "Apollonia was a virgin o!\nAlexandria. In the persecu-\n\f"], [161, 1265, 305, 55, "Apollonia, virgo Alexan-\ndrina, sub Decio imperato-\n\f"], [164, 203, 664, 1052, "hroughout the whole world; and she comes to us\non this ninth day of February, to add her own\nexample to that which we have so recently had\nfrom her sister saints, Agatha and Dorothy; like\nthem, she bids us fight courageously for heaven.\nTo her this present life was a thing of little value,\nand no sooner did she receive God’s inspiration to\nsacrifice it, than she did what her would-be execu-\ntioners intended doing: she threw herself into the\nflames prepared for her. It is no unusual thing,\nnowadays, for men that are wearied of the trials, or\nafraid of the humiliations, of this world, to take\naway their own lives, and prefer suicide to the\ncourageous performance of duty: but Apollonia’s\nmotive for hastening her death by a moment’s\nanticipation, was to testify her horror of the apos-\ntasy that was proposed to her. This is not the\nonly instance we meet with, during times of perse-\ncution, of the holy Spirit’s inspiring this lavish\nsacrifice to saintly virgins, who trembled. for their\nfaith or their virtue. It is true, such examples are\nrare; but they teach us, among other things, that\nour lives belong to God alone, and that we should\nbe in readiness of mind to give them to Him, when\nand as He pleases to demand them of us.\n\nThere is one very striking circumstance in the\nmartyrdom of St. Apollonia. Her executioners, to\npunish the boldness wherewith she confessed our\nLord Jesus Christ, beat out her teeth. This has\nsuggested to the faithful, when suffering the cruel\npain of toothache, to have recourse to St. Apollonia;\nand their confidence is often rewarded, for God\nwould have us seek the protection of His saints, not\nonly in our spiritual, but even in our bodily suffer-\nings and necessities.\n\nThe liturgy thus speaks the praises of our saint.\n\f"], [283, 146, 431, 34, "FEBRUARY 9. ST. APOLLONIA\n\f"], [732, 141, 129, 40, "\f"]]}