{"fn": "../vol4/lit_04_=-133.png", "blocks": [[500, 1089, 345, 220, "Now the serpent was more\nsubtle than any of the beasts\nof the earth, which the Lord\nGod had made. And he said\nto the woman : Why hath God\ncommanded you, that you\nshould not eat of every tree of\nparadise? And the woman\nanswered him, saying: Of the\n\f"], [186, 1088, 311, 222, "Sed et serpens erat calli-\ndior cunctis animantibus\nterre, que fecerat Dominus\nDeus. Qui dixit ad mulie-\nrem: Cur precepit vobis\nDeus ut non comederetis de\nomni ligno paradisi? Cui\nrespondit mulier: De fructu\nlignorum que sunt in pa-\n\f"], [629, 1058, 86, 25, "Ch, 1.\n\f"], [299, 1054, 98, 33, "Cap. uli.\n\f"], [244, 1019, 201, 27, "De Libro Genesis.\n\f"], [492, 1014, 364, 38, "From the Book of Genesis.\n\f"], [152, 291, 728, 716, "Tue holy Church calls us together to-day in order\nthat we may hear from her lips the sad history of\nthe fall of our first parents. This awful event im-\nplies the Passion and cruel Death of the Son of\nGod made Man, who has mercifully taken upon\nHimself to expiate this and every subsequent sin\ncommitted by Adam and us his children. It is of\n\n. the utmost importance that we should understand\nthe greatness of the remedy; we must, therefore,\nconsider the grievousness of the wound inflicted.\nFor this purpose, we will spend the present week in\nmeditating on the nature and consequences of the\nsin of our first parents.\n\nFormerly, the Church used to read in her Matins\nof to-day that passage of the Book of Genesis, where\nMoses relates to all future generations, but in\nwords of most impressive and sublime simplicity,\nhow the first sin was brought into the world. In\nthe present form of the liturgy, the reading of this\nhistory of the fall is deferred till Wednesday, and\n\n' the preceding days give us the account of the six\ndays of creation. Wg will anticipate the great\ninstruction, and begin it at once, inasmuch as it\nforms the basis of the whole week’s teaching.\n\f"], [290, 238, 453, 43, "SEPTUAGESIMA SUNDAY\n\f"], [391, 141, 250, 35, "SEPTUAGESIMA\n\f"], [156, 136, 130, 40, "\f"]]}