{"fn": "../vol4/lit_04_=-121.png", "blocks": [[159, 187, 661, 1020, "in heaven. What 18 this grain of mustard-secd,\nwhich is hidden under ground, is unseen by man’s\neye, then appears as the least of herbs, but, finally,\nbecomes a tree? It is the Word of God, at first\nhidden in Judea, trampled on by man’s malice\neven so as to be buried in’ a tomb, but, at length,\nrising triumphantly and reaching rapidly to every\npart of the world. Scarcely had a hundred years\nelapsed since Jesus was put to death, when His\nChurch was vigorous even far beyond the limits of\nthe Roman empire. During the past nineteen\ncenturies, every possible effort has been made to\nuproot the tree of God; persecution, diplomacy,\nhuman wisdom, all have tried, and all have but\nwasted their time. True, they succeeded, from\ntime to time, in severing a branch; but another\ngrew in its place, for the sap of the tree is vigorous\nbeyond measure. The birds that come and dwell\nupon it, are, as the holy fathers interpret it, the\nsouls of men aspiring to the eternal goods of the\nbetter world. If we are worthy of our name of\nChristians, we shall love this tree, and find our\nrest and safety nowhere but beneath its shade.\nThe woman, of whom the second parable speaks, is\nthe Church, our mother. It was she that, from the\ncommencement of Christianity, took the teaching\nof her divine Master, and hid it in the very hearts of\nmen, making it the leaven of their salvation. The\nthree measures of meal which she leavened into\nbread, are the three great families of mankind, the\nthree that came from the children of Noah, who\nare the three fathers of the whole human race.\nLet us love this mother; and let us bless that\nheavenly leaven, which made us become children\nof God, by making us children of the Church.\n\f"], [321, 185, 84, 31, "‘What\n\f"], [129, 1215, 726, 96, "OFFERTORY\nDextera Domini fecit vir- The right hand of the Lord\ntutem, dextera Domini ex- hath wrought strength, the\n\f"], [360, 130, 250, 33, "SEPTUAGESIMA\n\f"], [125, 124, 130, 40, "\f"]]}