{"fn": "../vol4/lit_04_=-249.png", "blocks": [[166, 459, 309, 74, "imbriam vestimenti ejus\ntangerent: et quotquot tan-\ngebant eum, salvi fiebant.\n\f"], [166, 222, 311, 259, "gnoverunt eum: et percur-\nrentes universam regionem\nillam, cceperunt in grabatis\neos qui se male habebant\ncircumferre, ubi audiebant\neum esse. Et quocumque\nintroibat, in vicos, vel in vil-\nlas, aut civitates, in plateis\nponebant infirmos, et de-\nprecabantur eum, ut vel\nfimbriam vestimenti ejus\n\f"], [481, 196, 343, 333, "they were gone out of the ship\nimmediately they knew him;\nand running through that whole\ncountry, they began to carry\nabout in beds those that were\nsick, where they heard he was.\nAnd whithersoever he entered,\ninto towns, or into villages, or\ncities, they laid the sick in\nthe streets, and besought him\nthat they might touch* but\nthe hem of his garment: and\nas many as touched him were\nmade whole.\n\f"], [167, 195, 304, 26, "essent de navi, continuo co-\n\f"], [127, 562, 731, 744, "The ship, the Church, has set sail; the voyage is\nto last forty days. The disciples labour in rowing,\nfor the wind is against them; they begin to fear\n\n_ lest they may not be able to gain the port. But\nJesus comes to them on the sea; He goes up to them\nim the ship; the rest of the voyage is most pros-\nperous. The ancient liturgists thus explain the\nChurch’s intention in her choice of to-day’s Gospel.\n‘Forty days of penance are, it is true, little enough\nfor a long life that has been spent in everything\nsave God’s service; and yet our cowardice would\nsink under these forty days, unless we had Jesus\nwith us. Let us not fear; it is He; He prays with\nus, fasts with us, and does all our works of mercy\nwith us. Was it not He that first began these\nforty days of expiation? Let us keep our eyes\nfixed on Him, and be of good heart. If we grow\ntired, let us go to Him, as did the poor sick ones of\n\n‘ whom our Gospel speaks. The very touch of His\ngarments sufficed to restore health to such .as had\nlost it ; let us go to Him in His adorable Sacrament ;\nand the divine life, whose germ is already within\nus, will develop itself, and the energy, which was\nbeginning to droop in our hearts, will regain all its\nvigour,\n\f"], [370, 140, 250, 34, "SEPTUAGESIMA\n\f"], [134, 134, 131, 40, "\f"]]}