{"fn": "../vol4/lit_04_=-206.png", "blocks": [[228, 1274, 238, 26, "Liberasti in brachio\n\f"], [187, 1274, 30, 23, "Ve\n\f"], [472, 1179, 344, 125, "ou art od, who alone\ndost wonders : thou hast made\nthy power known among the\nnations.\nV. Thou hast delivered thy\n\f"], [160, 1178, 306, 79, "‘ues Deus qui facis mi-\nrabilia solus : notam fecisti\nin gentibus virtutem tuam.\n\f"], [581, 1155, 26, 16, "s\n\f"], [428, 1140, 118, 24, "GRADUAL\n\f"], [158, 1099, 108, 29, "pasture.\n\f"], [154, 194, 661, 905, "‘or when we are in heaven; and that the sunniest\nday we can have in this world, is but darkness\nwhen compared with the splendour of our eternal\ncharity. Faith will then give place, for we shall be\nface to face with all truth ; hope will have no object,\nfor we shall possess all good; charity alone will\ncontinue, and, for this reason, is greater than faith\nand hope, which must needs accompany her in this\npresent life. This being the glorious destiny re-\nserved for man when redeemed and enlightened by\nJesus, is it to be wondered at that we should leave\nall things, in order to follow such a Master? What\nshould surprise us, and what proves how degraded\nis our nature by sin, is to see Christians, who have\nbeen baptized in this faith and this hope, and have\nreceived the first-fruits of this love, indulging,\nduring these days, in every sort of worldliness,\nwhich is only the more dangerous because it is\nfashionable. It would seem as though they were\nmaking it their occupation to extinguish within\ntheir souls the last ray of heavenly light, like men\nthat had made a coyenant with darkness. If there\nbe charity within our souls, it will make us feel\nthese offences that are committed against our God,\nand inspire us to pray to Him to have mercy on\nthese poor blind sinners, for they are our brethren.\n\nIn the Gradual and Tract, the Church sings the\npraises of God’s goodness towards His elect. He\nhas set them free from the slavish yoke of the\nworld, by enlightening them with His grace ;- they\nare His own children, the favoured sheep of His\n\f"], [300, 138, 365, 37, "QUINQUAGESIMA SUNDAY\n\f"], [716, 132, 130, 39, "\f"]]}