{"fn": "../vol4/lit_04_=-149.png", "blocks": [[423, 1291, 167, 26, "+ Gen. i. 2, 3,\n\f"], [167, 204, 670, 1083, "n return for all these gratuitous and magnificent\ngifts, God asks of them but one thing: that they\nacknowledge His dominion over them. Nothing,\nsurely, can be sweeter to them than to make such\na return; nothing could be more just. All they\nare, and all they have, and all the lovely creation\naround them, has been produced out of nothing by\nthe lavish munificence of this God; they must,\nthen, live for Him, faithful, loving, and grateful.\nHe asks them to give Him one only proof of this\nfidelity, love, and gratitude: He bids them not to\neat of the fruit of one single tree. The only return\nHe asks for all the favours He has bestowed upon\nthem, is the observance of this easy commandment.\nHis sovereign justice will be satisfied by this act of\nobedience. They ought to accept such terms with\nhearty readiness, and comply with them with a\nholy pride, as being not only the tie which will\nunite them with their God, but the sole means in\ntheir power of paying Him what He asks of them.\n\nBut there comes another voice, the voice of a\ncreature, and it speaks to the woman: ‘Why hath\nGod commanded you, that you should not eat of\nevery tree?’ And Eve dares, and has the heart, to\nlisten to him that asks why her divine Benefactor\nhas put a command upon her! She can bear to\nhear the justice of God’s will called in question!\nInstead of protesting against the sacrilegious words,\nshe tamely answers them! Her God is blasphemed,\nand she is not indignant! How dearly we shall\nhave to pay for this ungrateful indifference, this\nindiscretion! ‘And the woman answered him,\nsaying: Of the fruit of the trees that are in para-\ndise we do eat; but of the fruit of the tree which is\nin the midst of paradise, God hath commanded us\n.that we should not eat, and that we should not\ntouch it, lest perhaps we die.’ Thus Eve not only\n\f"], [374, 150, 251, 34, "SEPTUAGESIMA\n\f"], [139, 144, 129, 40, "\f"]]}