{"fn": "../vol4/lit_04_=-302.png", "blocks": [[419, 1218, 258, 50, "Ad Anatolum,\nanum. Labb., tom. iv.\n\f"], [268, 1217, 255, 78, "1 Epist. civ. |Ad Anatc\n2 Concil. Romanum. |\n3 Epist. Ad Euloguum.\n\f"], [98, 1165, 23, 13, "\f"], [144, 483, 658, 725, "SUCCEBSOrS.\n\nHow sacred, how divine, is this authority of the\nkeys, which is first given by heaven itself to the\nRoman Pontiff; then is delegated by him to the\nprelates of the Church; and thus guides and blesses\nthe whole Christian world! The apostolic see has\nvaried its mode of transmitting such an authority\naccording to the circumstances of the several ages ;\nbut the one source of the whole power was always\nthe same, the chair of Peter. We have already\nseen how, at the commencement, there were three\nchairs: Rome, Alexandria, and Antioch; and all\nthree were sources of the canonical institution of the\nbishops of their respective provinces ; but they were\nall three chairs of Peter, for they were founded by\nhim that they might preside over their. patriarchates,\nas St. Leo,’ St. Gelasius,? and St. Gregory the\nGreat,? expressly teach. But of these three chairs,\nthe Pontiff of Rome had his authority and his\ninstitution from heaven ; whereas, the two other\npatriarchs could not exercise their rights, until they\nwere recognized and confirmed by him who was\nPeter’s successor, as vicar of Christ. Later on, two\nother sees were added to these first three: but it\nwas only by the consent of the Roman Pontiff that\n\f"], [144, 185, 657, 297, "in its several degrees, rules and sanctifies them.\nAll spiritual authority comes from Peter ; all comes\nfrom the bishop of Rome, in whom Peter will con-\ntinue to govern the Church to the end of time. Jesus\nChrist is the founder of the episcopate; it is the\nHoly Ghost who establishes bishops to rule the\nChurch; but the mission and the institution, which\nassign the pastor his flock, and the flock its pastor,\nthese are given by Jesus Christ and the Holy\nGhost through the ministry of Peter and his\n\f"], [350, 134, 47, 23, "st.\n\f"], [164, 132, 171, 26, "FEBRUARY 22.\n\f"], [398, 131, 338, 27, "PETERS CHAIR AT ANTIOCH\n\f"], [739, 128, 61, 30, "285\n\f"]]}