{"fn": "../vol4/lit_04_=-200.png", "blocks": [[204, 1285, 23, 16, "i\n\f"], [234, 1283, 594, 30, "Introduction to a Devout Life,’ part i1., chapter xxx.\n\f"], [178, 198, 669, 1081, "the world around us is quietly undermining. If the\ndisciples of Christ are necessitated, by the position\nthey hold in society, to take part in the profane\namusements of these few days before Lent, let it be\nwith a heart deeply imbued with the maxims of the\nGospel. If, for example, they are obliged to listen\nto the music of theatres and concerts, let them\nimitate St. Cecily, who thus sang, in her heart, in\nthe midst of the excitement of worldly harmonies:\n‘May my heart, O God, be pure, and let me not be\nconfounded!’ Above all, let them not countenance\ncertain dances, which the world is so eloquent in\ndefending, because so evidently according to its own\nspirit ; and therefore they who encourage them will\nbe severely judged by Him, who has already pro-\nnounced woe upon the world. Lastly, let those\nwho must go, on these days, and mingle in the\ncompany of worldlings, be guided by St. Francis of\nSales, who advises them to think, from time to\ntime, on such considerations as these:—that while\nall these frivolous, and often dangerous, amuse-\nments are going on, there are countless souls being\ntormented in the fire of hell, on account of the sins\nthey committed on similar occasions; that, at that\nvery hour of the night, there are many holy religious\ndepriving themselves of sleep in order to sing the\ndivine praises and implore God’s mercy upon the\nworld, and upon them that are wasting their time\nin its vanities; that there are thousands in the\nagonies of death, while all that gaiety is going on;\nthat God and His angels are attentively looking\nupon this thoughtless group; and finally, that life\nis passing away, and death so much nearer each\nmoment.\n\n- We grant that, on these three days immediately\npreceding the penitential season of Lent, some pro-\nvision was necessary to be made for those countless\n\f"], [321, 143, 367, 36, "QUINQUAGESIMA SUNDAY\n\f"], [739, 139, 129, 38, "\f"]]}