{"fn": "../vol4/lit_04_=-339.png", "blocks": [[406, 1288, 196, 27, "* St. Luke 1x. 62.\n\f"], [175, 203, 660, 1082, "years thou hast been honoured by the enthusiastic\ndevotion and love of the servants of God.\n\nAnd thou, too, Felicitas! receive the homage of\nour veneration, for thou wast found worthy to be a\nfellow-martyr with Perpetua. Though she was a\nrich matron of Carthage, and thou a servant, yet\nBaptism and martyrdom made you companions and\nsisters. The lady and the slave embraced, for\nmartyrdom made you equal; and as the spectators\nsaw you hand in hand together, they must have\nfelt that there was a power in the religion they\npersecuted, which would put an end to slavery.\nThe power and grace of Jesus triumphed in thee,\nas it did in Perpetua; and thus was fulfilled thy\nsublime answer to the pagan, who dared to jeer\nthee: that when the hour of trial came, it would\nnot be thou that wouldst suffer, but Christ who\nwould suffer in thee. Heaven is now the reward of\nthy sacrifice ; well didst thou merit it. And that\nbabe, that was born in thy prison, what a happy\nchild to have for its mother a martyr in heaven!\nHow wouldst thou bless both it and the mother\nwho adopted it! Oh, what fitness, in such a soul\nas thine, for the kingdom of God!! Not, once\nlooking back, but ever bravely speeding onwards: to\nHim that called thee. Thy felicity is perpetual in\nheaven ; thy glory on earth shall never cease.\n\nAnd now, dear saints, Perpetua and Felicitas,\nintercede for us during this season of grace. Go,\nwith your palms in your hands, to the throne of\nGod, and beseech Him to pour down His mercy\nupon us. It is true, the days of paganism are gone\nby; and there are no persecutors clamouring for\nour blood. You, and countless other martyrs, have\nwon victory for faith; and that faith is now ours;\nwe are Christians. But there is a second paganism,\nwhich has taken deep root among us. It is the\n\f"], [377, 147, 249, 34, "SEPTUAGESIMA\n\f"], [141, 142, 131, 39, "\f"]]}