{"fn": "../vol4/lit_04_=-192.png", "blocks": [[471, 1200, 343, 102, "O blessed Lady! how shall\nI worthily lament over my im-\npure life, and the multitude of\nmy grievous sins? I know\n\f"], [155, 1200, 310, 99, "Quomodo, O Domia, vi-\ntam meam impuram et\nimmensorum _ peccatorum\nmeorum multitudinem la-\n\f"], [157, 1036, 205, 121, "We select a\n‘Complaint to\nEuthymius. T\nher liturgy.\n\f"], [324, 1035, 488, 88, "a|few stanzas from the celebrated\nto| Mary,’ composed by the monk\nThe Greek Church has inserted if in\n\f"], [187, 1035, 56, 30, "‘We\n\f"], [406, 1157, 156, 33, "CANON\n\f"], [122, 190, 729, 829, "of thine, and firmness of resolution, and ambition\nfor holiness of life. Thy intercession must win for\nus that precious devotedness to God’s honour,\nwhich kills self-love, the root of sin. Oh! accursed\nself-love, which may lead us to hell, who are now\nperhaps in the grace of thy divine Son!\n\nThe deluge, brought on by our sins, is hurrying\nits vengeance against mankind; and we, O Mary!\nare resolved to seek our refuge in the Ark of the\nChurch, the safe shelter created for us by thy Jesus.\nBut we presume to pray to thee for our brethren\nthroughout the world. Our God has given thee a\npower to stay His anger, and to win for guilty\nmortals an extension of mercy: show this power\nnow, for our world is provoking its Master to\ndestroy it. If the flood-gate of His just indignation\nburst upon the face of our earth, millions of souls\nthat have been redeemed by the Blood of thy divine\nSon would be lost eternally. If the sweet dove of\npeace bring her olive-branch only when that\nterrible justice is appeased, it would be too late for\nthy loving heart. Come before the deluge, O beau-\ntiful rainbow of our Father’s reconciliation! The\nlove of a Mother, who.is the very Queen of mercy,\nemboldens us to sue for universal mercy. Can the\nprayer of her, in whose purity and innocence the\nvery God of holiness finds no blemish, be.denied ?\nPray Him, then, to pardon us, and all sinners!\n\f"], [236, 138, 470, 35, "SATURDAY OF SEXAGESIMA WEEK\n\f"], [722, 133, 128, 40, "\f"]]}