{"fn": "../vol4/lit_04_=-216.png", "blocks": [[627, 1265, 171, 25, "* 1 Cor. vi. 31.\n\f"], [420, 1264, 171, 27, "2 [bvd., xvi. 9.\n\f"], [199, 1264, 186, 27, "1 $t. John ui. 15.\n\f"], [174, 287, 658, 968, "Tue fundamental rule of Christian life is, as almost\nevery page of the Gospel tells us, that we should\nlive out of the world, separate ourselves from the\nworld, hate the world. The world is that ungodly\nland which Abraham, our sublime model, is com-\nmanded by God to quit. It is that Babylon of our\nexile and captivity, where we are beset with dangers.\nThe beloved disciple cries out to us: ‘ Love not the\nworld, nor the things which are in the world. If\nany man love the world, the charity of the Father\nis not in him.’! Our most merciful Jesus, at the\nvery time when He was about to offer Himself as a\nsacrifice for all men, spoke these awful words: ‘I\npray not for the world.’? When we were baptized,\nand were signed with the glorious and indelible\ncharacter of Christians, the condition required of\nus, and accepted, was that we should renounce the\nworks and pomps of the world (which we expressed\nunder the name of Satan); and this solemn bap-\ntismal promise we have often renewed.\n\nBut what is the meaning of our promise to re-\nnounce the world? Is it that we cannot be Chris-\ntians, unless we flee into the desert and separate\nourselves from our fellow-creatures? Such cannot\nbe God’s will for all, since, in that same Scripture,\nwherein He commands us to flee from the world, He\nalso tells us what are our duties to each other, and\nsanctions and blesses those ties which He Himself\nhas willed should exist among us. His apostle,\nalso, tells us to use this world as though we did not\nuse it. It is not, therefore, forbidden us to live in,\nand to use, the world. Then, what means this re-\nnouncing of the world? Can there be contradiction\n\f"], [688, 235, 105, 31, "WEEK\n\f"], [213, 234, 474, 37, "TUESDAY OF QUINQUAGESIMA\n\f"], [255, 129, 612, 41, "“TUESDAY OF QUINQUAGESIMA WEEK 199\n\f"]]}