{"fn": "../vol4/lit_04_=-125.png", "blocks": [[291, 1276, 414, 32, "1 De dwents Officus, lib. i., cap. xxxv.\n\f"], [172, 191, 662, 1076, "here below. For this reason, the word Alleluza has\nnot been translated ; it has been left in its original\nHebrew, as a stranger to tell us that there is a joy\nin his native land, which could not dwell in ours:\nhe has come among us to signify, rather than to\nexpress that joy.”\n\nDuring this season of Septuagesima, we have to\ngain a clear knowledge of the miseries of our\nbanishment, under pain of being left for ever in\nthis tyrant Babylon. It was, therefore, necessary\nthat we should be put on our guard against the\nallurements of our place of exile. It is with this\nview that the Church, taking pity on our blindness\nand our dangers, gives us this solemn warning.\nBy taking from us our Alleluia, she virtually tells\nus that our lips must first be cleansed, before they\nagain be permitted to utter this word of angels and\nsaints ; and that our hearts, defiled as they are by\nsin and attachment to earthly things, must be\npurified by repentance. She is going to put before\nour eyes the sad spectacle of the fall of our first\nparents, that dire event whence came all our woes,\nand our need of Redemption. This tender mother\nweeps over us, and would have us weep with her.\n\nLet us, then, comply with the law she thus\nimposes upon us. If spiritual joy is thus taken\naway from us, what are we to think of the frivolous\namusements of the world? And if vanities and\nfollies are insults to the spirit of Septuagesima,\nwould not sin be an intolerable outrage on that\nsame spirit? We have been too long the slaves of\nthis tyrant. Our Saviour is soon to appear, bearing\nHis cross; and His sacrifice is to restore fallen\nman to all his rights. Surely, we can never allow\nthat precious Blood to fall uselessly on our souls,\nas the morning dew that rains on the parched\nsands of a desert! Let us with humble hearts\n\f"], [379, 135, 250, 34, "SEPTUAGESIMA\n\f"], [144, 130, 129, 38, "\f"]]}