{"fn": "../vol4/lit_04_=-024.png", "blocks": [[343, 1272, 289, 27, "+ Enarrations; Ps, cxlviil,\n\f"], [148, 225, 89, 26, "teries.\n\f"], [149, 190, 666, 1081, "The number seven is the basis of all these mys-\n\nWe have already seen how the holy Church\ncame to introduce the season of Septuagesima into\nher calendar. Let us now meditate on the doctrine\nhidden under the symbols of her liturgy. And\nfirst, let us listen to St. Augustine, who thus\ngives us the clue to the whole of our season’s mys-\nteries. ‘There are two times,’ says the holy Doctor:\n‘one which is now, and is spent in the temptations\nand tribulations of this life; the other which shall\nbe then, and shall be spent in eternal security and\njoy. In figure of these, we celebrate two periods:\nthe time before Easter, and the time after Easter.\nThat which is before Easter signifies the sorrow of\nthis present life; that which is after Easter, the\nblessedness of our future state... . Hence it is\nthat we spend the first in fasting and prayer; and\nin the second we give up our fasting, and give our-\nselves to praise.”\n- The Church, the interpreter of the sacred Scrip-\ntures, often speaks to us of two places, which corre-\nspond with these two times of St. Augustine.\nThese two places are Babylon and Jerusalem.\nBabylon is the image of this world of sin, in the\nmidst whereof the Christian has to spend his years\nof probation; Jerusalem is the heavenly country,\nwhere he is to repose after all his trials. The\npeople of Israel, whose whole history is but one\ngreat type of the human race, was banished from\nJerusalem and kept in bondage in Babylon.\n\nNow, this captivity, which kept the Israelites\nexiles from Sion, lasted seventy years; and it is to\nexpress this mystery, as Alcuin, Amalarius, Ivo of\nChartres, and all the great liturgists tell us, that\nthe Church fixed the number of seventy for the days\nof expiation. It is true, there are but sixty-three\ndays between Septuagesima and Easter; but the\n\f"], [245, 136, 462, 34, "THE MYSTERY OF SEPTUAGESIMA\n\f"], [737, 130, 100, 38, "\f"]]}