{"fn": "../vol4/lit_04_=-029.png", "blocks": [[114, 193, 730, 1123, "sidering the deep wounds caused in our souls by\nsin. True, the beauty and loveliness of the little\nChild born to us in Bethlehem, are great beyond\nmeasure; but our souls are so needy that they\nrequire other lessons than those He gave us of\nhumility and simplicity. Our Jesus is the Victim\nof the divine justice, and He has now attained the\nfullness of His age; the altar, on which He has to\nbe slain, is ready: and since it is for us that He is\nto be sacrificed, we should at once set ourselves to\nconsider what are the debts we have contracted\ntowards that infinite justice, which is about to\npunish the innocent One instead of us the guilty.\n\nThe mystery of a God becoming Incarnate for\nthe love of His creature, has opened to us the path\nof the illuminative way ; but we have not yet seen\nthe brightest of its light. Let not our hearts be\ntroubled ; the divine wonders we witnessed at\nBethlehem are to be surpassed by those that are.\nto grace the day of our Jesus’ triumph : but,\nthat our eye may contemplate these future mys-\nteries, is must be purified by courageously looking\ninto the deep abyss of our own personal miseries.\nGod will grant us His divine light for the discovery ;\nand if we come to know ourselves, to understand\nthe grievousness of original sin, to see the malice\nof our own sins, and to comprehend, at least in\nsome degree, the infinite mercy of God towards us,\nwe shall be prepared for the holy expiations of\nLent, and for the ineffable joys of Haster.\n\nThe season, then, of Septuagesima is one of most\nserious thought. Perhaps we could not better show\nthe sentiments, wherewith the Church would have\nher children to be filled at this period of her year,\nthan by quoting a few words from the eloquent ex-\nhortation, given to his people, at the beginning of\nSeptuagesima, by the celebrated Ivo of Chartres.\nHe spoke thus to the faithful of the eleventh cen-\n\f"], [356, 142, 251, 35, "SEPTUAGESIMA\n\f"], [119, 138, 114, 39, "\f"]]}