{"fn": "../vol4/lit_04_=-189.png", "blocks": [[175, 1267, 191, 26, "? Job xxxvuu. Ll.\n\f"], [649, 1266, 135, 28, "$ Ps. Ivi. 2.\n\f"], [407, 1266, 199, 27, "* St. Matt. vi. 20.\n\f"], [773, 1253, 24, 7, "\f"], [699, 1253, 24, 7, "\f"], [468, 1170, 344, 77, "raciously hear, O Lord our\nGod, and forgetting man’s\niniquity, remember only thine\n\f"], [151, 1169, 312, 75, "ixaudi nos Domine Deus\nnoster, et humanw iniqui-\ntatis oblitus, divine so-\n\f"], [280, 1131, 408, 32, "(In Dominica V. post Eptphaniam.)\n\f"], [699, 188, 126, 30, "that are\n\f"], [154, 187, 670, 788, "Oh! happy we, dear Church of God!\nsheltered within thee, and protected by thee agains\nthat wild sea of anarchy, which the sins of men\nhave let loose on our earth! We.beseech our Lord\nto check the tempest with that word of His omnipo-\ntence: ‘Thus far shalt thou come, and no further,\nand here shalt thou break thy swelling waves.”\nBut if His divine justice has decreed that it prevail\nfor a time, we know that it cannot reach suci as\ndwell in thee. Of this happy number are we. In\nthy peaceful bosom, dear mother, we find those\ntrue riches, the riches of the soul, of which no\nviolence can deprive us.? The life thou givest us\nis the only real life. Our true fatherland is the\nkingdom formed by thee. Keep us, O thou Ark of\nour God! Keep us, and all that are dear to us,\nand shelter us beneath thy roof, until the deluge of\niniquity be passed away.*? When the earth, purified\nby its chastisements, shall once more receive the\nseed of the divine word which produces the children\nof God, those among us, whom thou shalt not have\nled to our eternal home, will then venture forth,\nand preach to the world the principles of authority\nand law, of family and social rights: those sacred\nprinciples, which came from heaven, and which\nthou, O holy Church, art commissioned to maintain\nand teach, even to the end of time.\n\f"], [399, 1086, 173, 35, "PRAYER\n\f"], [119, 995, 725, 76, "We borrow from the Mozarabic missal the fol-\nlowing eloquent appeal to divine mercy.\n\f"], [368, 132, 251, 33, "SEPTUAGESIMA\n\f"], [132, 125, 130, 40, "\f"]]}